-- Voz Activa (E)
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('E', 'χαιρετάω', 'saludar', 'χαιρέτησα', 'χαιρετήσω', 'χαιρετούσα', 'χαιρέτα', 'B1'),
('E', 'χαλαρώνω', 'relajar', 'χαλάρωσα', 'χαλαρώσω', 'χαλάρωνα', 'χαλάρωσε', 'B2'),
('E', 'χαρακτηρίζω', 'caracterizar', 'χαρακτήρισα', 'χαρακτηρίσω', 'χαρακτηρίζα', 'χαρακτήρισε', 'B2'),
('E', 'χιονίζει', 'nevar', 'χιόνισε', 'χιόνισει', 'χιονίζα', 'χιόνισε', 'B2'),
('E', 'χάνω', 'perder', 'έχασα', 'χάσω', 'έχασα', 'χάσε', 'B1'),
('E', 'χτυπάω', 'golpear', 'χτύπησα', 'χτυπήσω', 'χτυπούσα', 'χτύπησε', 'B1'),
('E', 'χαλάω', 'romper, estropear', 'χάλασα', 'χαλάσω', 'χάλαγα', 'χάλασε', 'B2'),
('E', 'χαμηλώνω', 'empeorar', 'χαμήλωσα', 'χαμηλώσω', 'χαμήλωνα', 'χαμήλωσε', 'B2'),
('E', 'χτίζω', 'edificar, construir', 'έχτισα', 'χτίσω', 'έχτιζα', 'χτίσε', 'B2'),
('E', 'χρησιμοποιώ', 'usar', 'χρησιμοποίησα', 'χρησιμοποιήσω', 'χρησιμοποιούσα', 'χρησιμοποίησε', 'B2'),
('E', 'χρεώνω', 'cargar', 'χρέωσα', 'χρεώσω', 'χρέωνα', 'χρέωσε', 'B2'),
('E', 'χρειάζομαι', 'necesitar', 'χρειάστηκα', 'χρειαστώ', 'χρειαζόμουν', 'χρειάσου', 'B1'),
('E', 'χορογράφω', 'coreografiar', 'χορογράφησα', 'χορογραφήσω', 'χορογραφούσα', 'χορογράφησε', 'B2'),
('E', 'χορεύω', 'bailar, danzar', 'χόρεψα', 'χορέψω', 'χόρευα', 'χόρεψε', 'B2'),
('E', 'χαρίζω', 'donar, regalar', 'χάρισα', 'χαρίσω', 'χάριζα', 'χάρισε', 'B1'),
('E', 'χαμογελάω', 'sonreir', 'χαμογέλασα', 'χαμογελάσω', 'χαμογελούσα', 'χαμογέλασε', 'B2'),
('E', 'ψήνω', 'hornear', 'έψησα', 'ψήσω', 'έψηνα', 'ψήσε', 'B2'),
('E', 'ψωνίζω', 'comprar', 'έψωνισα', 'ψωνίσω', 'έψωνα', 'ψώνισε', 'B2'),
('E', 'ψηλώνω', 'crecer (a lo alto)', 'ψήλωσα', 'ψηλώσω', 'ψήλωνα', 'ψήλωσε', 'B2'),
('E', 'ωριμάζω', 'madurar', 'ωρίμασα', 'ωριμάσω', 'ωρίμαζα', 'ωρίμασε', 'B2'),
('E', 'ωφελώ', 'beneficiar', 'ωφέλησα', 'ωφελήσω', 'ωφέλησα', 'ωφέλησε', 'B2');

-- Voz Pasiva (P)
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('P', 'χαλαρώνoμαι', 'relajarse', 'χαλαρώθηκα', 'χαλαρώνομαι', 'χαλαρωνόμουν', '-', 'B2'),
('P', 'χωρίζομαι', 'dividirse, separarse', 'χωρίστηκα', 'χωρίζομαι', 'χωριζόμουν', '-', 'B2'),
('P', 'χαρακτηρίζομαι', 'caracterizarse', 'χαρακτηρίστηκα', 'χαρακτηρίζομαι', 'χαρακτηριζόμουν', '-', 'B2'),
('P', 'χάνoμαι', 'perderse', 'χάθηκα', 'χάνομαι', 'χάνονταν', '-', 'B2'),
('P', 'χαμηλώνομαι', 'empeorarse', 'χαμηλώθηκα', 'χαμηλώνομαι', 'χαμηλωνόμουν', '-', 'B2'),
('P', 'χρησιμοποιούμαι', 'ser usado', 'χρησιμοποιήθηκα', 'χρησιμοποιούμαι', 'χρησιμοποιούμουν', '-', 'B2'),
('P', 'χρειάζομαι', 'ser necesitado', 'χρησιμοποιήθηκα', 'χρειάζομαι', 'χρειαζόμουν', '-', 'B2'),
('P', 'ψωνίζομαι', 'comprarse', 'ψωνίστηκα', 'ψωνίζομαι', 'ψωνιζόμουν', '-', 'B2');

-- Voz Activa (E)
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('E', 'τρελαίνομαι', 'enloquecer', 'τρελάθηκα', 'τρελαίνομαι', 'τρελαινόμουν', '-', 'B2'),
('E', 'τρέμω', 'temblar', 'έτρεμα', 'τρέμω', 'έτρεμα', 'τρέμε', 'B1'),
('E', 'τρομοκρατώ', 'horrorizar, asustar', 'τρομοκράτησα', 'τρομοκρατήσω', 'τρομοκρατούσα', 'τρομοκράτησε', 'B2'),
('E', 'τρεχω', 'correr', 'έτρεξα', 'τρέξω', 'έτρεχα', 'τρέξε', 'B1'),
('E', 'τοποθετώ', 'localizar', 'τοποθέτησα', 'τοποθετήσω', 'τοποθετούσα', 'τοποθέτησε', 'B2'),
('E', 'τεμπελιάζω', 'vaguear', 'τεμπελιάσα', 'τεμπελιάσω', 'τεμπελιάζα', 'τεμπελίασε', 'B2'),
('E', 'τηγανίζω', 'freír', 'τηγάνισα', 'τηγανίσω', 'τηγάνιζα', 'τηγάνισε', 'B2'),
('E', 'τσιμπάω', 'picar, pinchar', 'τσίμπησα', 'τσιμπήσω', 'τσιμπούσα', 'τσίμπα', 'B2'),
('E', 'ταράζω', 'preocupar', 'ταραξα', 'ταράξω', 'ταράζα', 'τάραξε', 'B2'),
('E', 'τακτοποιώ', 'arreglar, organizar, preparar', 'τακτοποίησα', 'τακτοποιήσω', 'τακτοποιούσα', 'τακτοποίησε', 'B2'),
('E', 'υπολογίζω', 'calcular', 'υπολόγισα', 'υπολογίσω', 'υπολόγιζα', 'υπολόγισε', 'B2'),
('E', 'υπογράφω', 'firmar', 'υπέγραψα', 'υπογράψω', 'υπογράφω', 'υπόγραψε', 'B1'),
('E', 'φτάνω', 'llegar', 'έφτασα', 'φτάσω', 'έφτανα', 'φτάσε', 'B1'),
('E', 'φωτογραφίζω', 'fotografiar', 'φωτογράφησα', 'φωτογραφίσω', 'φωτογράφιζα', 'φωτογράφησε', 'B2'),
('E', 'φωτοτυπώ', 'fotocopiar', 'φωτοτύπησα', 'φωτοτυπήσω', 'φωτοτύπαγα', 'φωτοτύπησε', 'B2'),
('E', 'φέρομαι', 'comportarse', 'φέρθηκα', 'φέρομαι', 'φερνόμουν', 'φέρεται', 'B2'),
('E', 'φαντάζομαι', 'imaginar', 'φαντάστηκα', 'φανταστώ', 'φανταζόμουν', 'φαντάσου', 'B2'),
('E', 'φοβερίζω', 'amenazar', 'φοβέρισα', 'φοβερίσω', 'φοβέριζα', 'φοβέρισε', 'B2');

-- Voz Pasiva (P)
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('P', 'τρομοκρατούμαι', 'horrorizarse, asustarse', 'τρομοκρατήθηκα', 'τρομοκρατούμαι', 'τρομοκρατούνταν', '-', 'B2'),
('P', 'τοποθετούμαι', 'ser localizado, localizarse', 'τοποθετήθηκα', 'τοποθετούμαι', 'τοποθετούνταν', '-', 'B2'),
('P', 'ταράζομαι', 'preocuparse', 'ταράχτηκα', 'ταράζομαι', 'ταράζονταν', '-', 'B2'),
('P', 'υπολογίζομαι', 'calcularse', 'υπολογίστηκα', 'υπολογίζομαι', 'υπολογίζονταν', '-', 'B2'),
('P', 'φημίζομαι', 'ser conocido por', 'φημίστηκα', 'φημίζομαι', 'φημιζόμουν', '-', 'B2'),
('P', 'φοβερίζομαι', 'ser amenazado', 'φοβέριστηκα', 'φοβερίζομαι', 'φοβεριζόμουν', '-', 'B2'),
('P', 'φαίνομαι', 'parecer', 'φαναίηκα', 'φαίνομαι', 'φαίνονταν', '-', 'B2');


-- Voz Activa (E)
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('E', 'ράβω', 'coser', 'έραψα', 'ράψω', 'έραβα', 'ράψε', 'B1'),
('E', 'ροδίζω', 'asar', 'ροδισα', 'ροδίσω', 'ροδίζα', 'ροδίσε', 'B2'),
('E', 'ρυπαίνω', 'contaminar', 'ρύπανα', 'ρυπάνω', 'ρυπαίνα', 'ρύπαινε', 'B2'),
('E', 'συνηθίζω', 'soler, acostumbrar', 'συνήθισα', 'συνηθίσω', 'συνήθιζα', 'συνήθισε', 'B2'),
('E', 'συνθέτω', 'componer', 'σύνθεσα', 'συνθέσω', 'συνέθετα', 'σύνθεσε', 'B2'),
('E', 'συγχώρω', 'perdonar', 'συγχώρησα', 'συγχώρησω', 'συγχώρησα', 'συγχώρησε', 'B2'),
('E', 'συνδυάζω', 'combinar', 'συνδύασα', 'συνδυάσω', 'συνδίαζα', 'συνδύασε', 'B1'),
('E', 'σκοτώνω', 'matar', 'σκότωσα', 'σκοτώσω', 'σκότωνα', 'σκότωσε', 'B1'),
('E', 'στοχεύω', 'apuntar, marcar objetivos', 'στόχευσα', 'στοχεύσω', 'στόχευα', 'στόχευσε', 'B2'),
('E', 'σκοτεινιάζω', 'oscurecer', 'σκοτεινίασα', 'σκοτεινιάσω', 'σκοτεινίαζα', 'σκοτεινίασε', 'B2'),
('E', 'σκοπεύω', 'tener intención', 'σκόπευα', 'σκοπεύσω', 'σκοπεύω', 'σκόπευσε', 'B2'),
('E', 'στηρίζω', 'apoyar', 'στήριξα', 'στηρίξω', 'στήριζα', 'στήριξε', 'B2'),
('E', 'σπαταλάω', 'gastar', 'σπατάλησα', 'σπαταλήσω', 'σπαταλούσα', 'σπατάλησε', 'B2'),
('E', 'στεγνώνω', 'secar', 'στέγνωσα', 'στεγνώσω', 'στέγνωνω', 'στέγνωσε', 'B1'),
('E', 'σκίζω', 'rasgar, desgarrar', 'έσκισα', 'σκίσω', 'έσκισα', 'σκίσε', 'B2'),
('E', 'σιδερώνω', 'planchar', 'σίδερωσα', 'σιδερώσω', 'σιδερόνισα', 'σίδερε', 'B2'),
('E', 'σηκώνω', 'levantar', 'σήκωσα', 'σηκώσω', 'σήκωνα', 'σήκωσε', 'B2'),
('E', 'σκηνοθέτω', 'dirigir', 'σκηνοθέτησα', 'σκηνοθετήσω', 'σκηνοθετούσα', 'σκηνοθέτησε', 'B2'),
('E', 'συμπαθώ', 'simpatizar', 'συμπάθησα', 'συμπαθήσω', 'συμπαθούσα', 'συμπάθησε', 'B2'),
('E', 'σχολιάζω', 'comentar', 'σχολίασα', 'σχολιάσω', 'σχολίαζα', 'σχολίασε', 'B2');

-- Voz Pasiva (P)
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('P', 'ράβομαι', 'ser cosido', 'ράφτηκα', 'ράβομαι', 'ραφόμουν', '-', 'B2'),
('P', 'ρυπαίνομαι', 'contaminarse', 'ρυπανθήκα', 'ρυπαίνομαι', 'ρυπαίνονταν', '-', 'B2'),
('P', 'συνδυάζομαι', 'combinarse', 'συνδυάστηκα', 'συνδυάζομαι', 'συνδυάζονταν', '-', 'B2'),
('P', 'συμβουλεύομαι', 'ser aconsejado', 'συμβουλεύτηκα', 'συμβουλεύομαι', 'συμβουλεύονταν', '-', 'B2'),
('P', 'σκοτώνομαι', 'ser matado', 'σκοτώθηκα', 'σκοτώνομαι', 'σκοτωνόμουν', '-', 'B2'),
('P', 'σκοτεινιάζομαι', 'oscurecerse', 'σκοτεινιάστηκα', 'σκοτεινιάζομαι', 'σκοτεινιαζόμουν', '-', 'B2'),
('P', 'στηρίζομαι', 'ser apoyado', 'στηρίχτηκα', 'στηρίζομαι', 'στηριζόμουν', '-', 'B2'),
('P', 'σπαταλιέμαι', 'gastarse', 'σπαταλήθηκα', 'σπαταλιέμαι', 'σπαταλιόμουν', '-', 'B2'),
('P', 'σκίζομαι', 'rasgarse, desgarrarse', 'σκίστηκα', 'σκίζομαι', 'σκιζόμουν', '-', 'B2'),
('P', 'σηκώνομαι', 'levantarse', 'σηκώθηκα', 'σηκώνομαι', 'σηκωνόμουν', '-', 'B2'),
('P', 'σκηνοθέτομαι', 'ser dirigido', 'σκηνοθετήθηκα', 'σκηνοθέτομαι', 'σκηνοθετόμουν', '-', 'B2'),
('P', 'σχολιάζομαι', 'ser comentado', 'σχολιάστηκα', 'σχολιάζομαι', 'σχολιάζονταν', '-', 'B2');







-- Voz Activa
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('E', 'πιστεύω', 'creer, pensar', 'πίστεψα', 'πιστέψω', 'πίστευα', 'πίστεψε', 'B1'),
('E', 'πιάνω', 'tocar, agarrar', 'έπιασα', 'πιάσω', 'έπιανα', 'πιάσε', 'B1'),
('E', 'πληκτρολογώ', 'teclear', 'πληκτρολόγησα', 'πληκτρολογήσω', 'πληκτρολογούσα', 'πληκτρολόγησε', 'B2'),
('E', 'προοδεύω', 'progresar', 'πρόοδευσα', 'προοδεύσω', 'πρόοδευα', 'πρόοδευσε', 'B2'),
('E', 'πρόκειται να', 'tratarse de', 'πρόκειται να', 'πρόκειται να', 'πρόκειται να', '-', 'A2'),
('E', 'προσφέρω', 'ofrecer', 'πρόσφερα', 'προσφέρω', 'προσέφερα', 'πρόσφερε', 'B2'),
('E', 'προσπαθώ', 'intentar', 'προσπάθησα', 'προσπαθήσω', 'προσπαθούσα', 'πρόσπαθησε', 'B1'),
('E', 'προλαβαίνω', 'adelantarse, ponerse al día', 'πρόλαβα', 'προλάβω', 'πρόλαβα', 'πρόλαβε', 'B2'),
('E', 'προσκαλώ', 'invitar', 'προσκάλεσα', 'προσκαλέσω', 'προσκαλούσα', 'πρόσκαλε', 'B2'),
('E', 'προκαλώ', 'provocar, causar', 'προκάλεσα', 'προκαλέσω', 'προκαλούσα', 'πρόκλησε', 'B2'),
('E', 'πρέπει', 'deber', 'πρέπει', 'πρέπει', 'πρέπει', '-', 'A1'),
('E', 'προσβάλλω', 'ofender', 'πρόσβαλα', 'προσβάλλω', 'προσβαλλόμουν', 'πρόσβαλε', 'B2');

-- Voz Pasiva
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('P', 'πιάνομαι', 'ser agarrado', 'πιάστηκα', 'πιάνομαι', 'πιανόμουν', '-', 'B2'),
('P', 'προσφέρομαι', 'ofrecerse', 'προσεφέρθηκα', 'προσφέρομαι', 'προσφερόμουν', '-', 'B2'),
('P', 'προσκαλούμαι', 'ser invitado', 'προσκλήθηκα', 'προσκαλούμαι', 'προσκαλούνταν', '-', 'B2'),
('P', 'προκαλούμαι', 'ser provocado', 'προκλήθηκα', 'προκαλούμαι', 'προκαλούνταν', '-', 'B2'),
('P', 'προσβάλλομαι', 'ser ofendido', 'προσβλήθηκα', 'προσβάλλομαι', 'προσβαλλόμουν', '-', 'B2');






-- Voz Activa
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('E', 'παραδίδω', 'entregar', 'παράδωσα', 'παραδώσω', 'παράδινα', 'πάρε', 'B2'),
('E', 'παινεύω', 'elogiar', 'επαινεσα', 'επαινεσω', 'επαινεύα', 'επαινε', 'B2'),
('E', 'παρακάνω', 'exagerar', 'παράκανα', 'παράξω', 'παράκανα', 'παράξε', 'B2'),
('E', 'παραγγέλλω', 'ordenar, encargar', 'παρήγγειλα', 'παραγγείλω', 'παρήγγειλα', 'παρήγγειλε', 'B2'),
('E', 'παίρνω', 'tomar', 'πήρα', 'πάρω', 'έπαιρνα', 'πάρε', 'A1'),
('E', 'παράγω', 'producir', 'παρήγαγα', 'παράξω', 'παρήγαγα', 'παράγα', 'B2'),
('E', 'παραλαμβάνω', 'recibir', 'παρέλαβα', 'παραλάβω', 'παρέλαβα', 'πάρε', 'B2'),
('E', 'πρωταγονίζω', 'protagonizar', 'πρωταγώνισα', 'πρωταγωνισώ', 'πρωταγωνιζόμουν', 'πρωταγώνισε', 'B2'),
('E', 'παρασύρομαι', 'dejarse llevar', 'παρασύρθηκα', 'παρασύρομαι', 'παρασύρομαι', '-', 'B2'),
('E', 'παρατώ', 'abandonar', 'παράτησα', 'παρατήσω', 'παράταγα', 'πάρε', 'B2'),
('E', 'περπατάω', 'andar', 'περπάτησα', 'περπατήσω', 'περπατούσα', 'περπάτησε', 'A1'),
('E', 'πατάω', 'presionar, pulsar', 'πάτησα', 'πατήσω', 'πάταγα', 'πάτησε', 'B2'),
('E', 'παραμένω', 'permanecer', 'παρέμεινα', 'παραμείνω', 'παρέμενα', 'παρέμενε', 'B2'),
('E', 'παρασκευάζω', 'producir, preparar', 'παρασκεύασα', 'παρασκευάσω', 'παρασκεύαζα', 'παρασκεύασε', 'B2'),
('E', 'παρέχω', 'proporcionar', 'παρείχα', 'παρέχω', 'παρεχόμουν', 'παρέχε', 'B2'),
('E', 'περιγράφω', 'describir', 'περίγραψα', 'περιγράψω', 'περιέγραφα', 'περίγραψε', 'B1'),
('E', 'πλέκω', 'tejer', 'έπλεξα', 'πλέξω', 'έπλεκα', 'πλέξε', 'B2'),
('E', 'πνέω', 'respirar, soplar', 'έπνευσα', 'πνεύσω', 'έπνεα', 'πνέυσε', 'B2'),
('E', 'πληροφορώ', 'informar', 'πληροφόρησα', 'πληροφορήσω', 'πληροφόρησα', 'πληροφόρησε', 'B1'),
('E', 'πιέζω', 'pulsar, presionar', 'πίεσα', 'πιέσω', 'πίεζα', 'πίεσε', 'B2');

-- Voz Pasiva
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('P', 'παραδίδομαι', 'ser entregado', 'παραδόθηκα', 'παραδίδομαι', 'παραδιδόμουν', '-', 'B2'),
('P', 'παινεύομαι', 'ser elogiado', 'επαινεύτηκα', 'παινεύομαι', 'παινευόμουν', '-', 'B2'),
('P', 'παραγγελλόμαι', 'ser encargado', 'παραγγέλθηκα', 'παραγγέλλομαι', 'παραγγελόμουν', '-', 'B2'),
('P', 'παίρνομαι', 'tomarse, ser tomado', 'πήραμε', 'παίρνομαι', 'παίρνονταν', '-', 'B1'),
('P', 'παράγομαι', 'producirse', 'παραγάγηκα', 'παράγομαι', 'παραγόμουν', '-', 'B2'),
('P', 'παραλαμβάνομαι', 'recibirse, ser recibido', 'παραλήφθηκα', 'παραλαμβάνομαι', 'παραλαμβανόμουν', '-', 'B2'),
('P', 'παρασύρομαι', 'dejarse llevar', 'παρασύρθηκα', 'παρασύρομαι', 'παρασύρομαι', '-', 'B2'),
('P', 'παρατούμαι', 'ser abandonado', 'παρατήθηκα', 'παρατούμαι', 'παρατούμουν', '-', 'B2'),
('P', 'πατιέμαι', 'ser presionado, ser pulsado', 'πιέστηκα', 'πατιέμαι', 'πατιόμουν', '-', 'B2'),
('P', 'παρασκευάζομαι', 'ser producido, ser preparado', 'παρασκευάστηκα', 'παρασκευάζομαι', 'παρασκευαζόμουν', '-', 'B2'),
('P', 'παραπονιέμαι', 'quejarse', 'παραπονέθηκα', 'παραπονιέμαι', 'παραπονιόμουν', '-', 'B2'),
('P', 'παρέχομαι', 'proporcionarse', 'παρεδόθηκα', 'παρέχομαι', 'παρεχόμουν', '-', 'B2'),
('P', 'πληροφορούμαι', 'ser informado', 'πληροφόρηθηκα', 'πληροφορούμαι', 'πληροφορούμουν', '-', 'B2'),
('P', 'πιέζομαι', 'pulsarse', 'πιέστηκα', 'πιέζομαι', 'πιεζόμουν', '-', 'B2');



-- Voz Activa
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('E', 'μεθώ', 'emborracharse', 'μέθισα', 'μεθύσω', 'μέθιζα', 'μέθισε', 'B2'),
('E', 'νικάω', 'ganar, vencer', 'νίκησα', 'νικήσω', 'νικούσα', 'νίκησε', 'B1'),
('E', 'νοστιμεύω', 'especiar, aderezarse', 'νοστιμεύσα', 'νοστιμεύσω', 'νοστιμεύα', 'νοστιμέυσε', 'B2'),
('E', 'μαγεύω', 'encantar, embrujar', 'μάγεψα', 'μαγέψω', 'μάγευα', 'μάγεψε', 'B2'),
('E', 'μοιάζω', 'parecerse', 'μοίασα', 'μοιάσω', 'μοίαζα', 'μοιάσε', 'B1'),
('E', 'μασάω', 'masticar', 'μάσησα', 'μασήσω', 'μάσαγα', 'μάσα', 'B1'),
('E', 'μαντεύω', 'adivinar', 'μάντεψα', 'μαντέψω', 'μάντευα', 'μάντεψε', 'B1'),
('E', 'μετακινώ', 'mover', 'μετέφερα', 'μεταφέρω', 'μετέφερα', 'μετέφερε', 'B2'),
('E', 'μετακομίζω', 'mover', 'μετακόμισα', 'μετακομίσω', 'μετακόμιζα', 'μετακόμισε', 'B2'),
('E', 'μειώνω', 'decrecer, reducir', 'μείωσα', 'μειώσω', 'μείωνα', 'μείωσε', 'B1'),
('E', 'ξεφλουδίζω', 'pelar', 'ξεφλούδισα', 'ξεφλουδίσω', 'ξεφλούδιζα', 'ξεφλούδισε', 'B2'),
('E', 'ξεχωρίζω', 'distinguir', 'ξεχώρισα', 'ξεχωρίσω', 'ξεχώριζα', 'ξεχώρισε', 'B1'),
('E', 'ξαναπαίρνω', 'tomar de nuevo', 'ξαναπήρα', 'ξαναπάρω', 'ξαναέπαιρνα', 'ξαναπάρε', 'B2'),
('E', 'ονομάζω', 'llamar', 'ονόμασα', 'ονομάσω', 'ονομάζα', 'ονομάσε', 'B1'),
('E', 'οργανώνω', 'organizar', 'οργάνωσα', 'οργανώσω', 'οργάνωνα', 'οργάνωσε', 'B1'),
('E', 'ολοκληρώνω', 'completar', 'ολοκλήρωσα', 'ολοκληρώσω', 'ολοκλήρωνα', 'ολοκλήρωσε', 'B1');

-- Voz Pasiva
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('P', 'νικιέμαι', 'ser vencido', 'νικήθηκα', 'νικιέμαι', 'νικιόμουνα', '-', 'B2'),
('P', 'νοστιμεύομαι', 'especiarse, aderezarse', 'νοστιμεύτηκα', 'νοστιμεύομαι', 'νοστιμευόμουνα', '-', 'B2'),
('P', 'μαγεύομαι', 'ser encantado, ser embrujado', 'μαγεύτηκα', 'μαγεύομαι', 'μαγευόμουνα', '-', 'B2'),
('P', 'μασιέμαι', 'ser masticado', 'μασήθηκα', 'μασιέμαι', 'μασιόμουνα', '-', 'B2'),
('P', 'μετακινιέμαι', 'moverse', 'μετακινήθηκα', 'μετακινιέμαι', 'μετακινιόμουνα', '-', 'B2'),
('P', 'μειώνομαι', 'ser reducido', 'μειώθηκα', 'μειώνομαι', 'μειωνόμουνα', '-', 'B2'),
('P', 'ξεφλουδίζομαι', 'pelarse', 'ξεφλουδίστηκα', 'ξεφλουδίζομαι', 'ξεφλουδιζόμουνα', '-', 'B2'),
('P', 'ντρέπομαι', 'avergonzarse', 'ντραπήκα', 'ντρέπομαι', 'ντρεπόμουνα', '-', 'B2'),
('P', 'ονομάζομαι', 'llamarse', 'ονομάστηκα', 'ονομάζομαι', 'ονομάζόμουνα', '-', 'B2'),
('P', 'οργανώνομαι', 'organizarse', 'οργανώθηκα', 'οργανώνομαι', 'οργανωνόμουνα', '-', 'B2'),
('P', 'ολοκληρώνομαι', 'completarse', 'ολοκληρώθηκα', 'ολοκληρώνομαι', 'ολοκληρωνόμουνα', '-', 'B2');



-- Voz Activa
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('E', 'κυλάω', 'fluir', 'κύλησα', 'κυλήσω', 'κύλαγα', 'κύλα', 'B1'),
('E', 'κρατάω', 'sujetar, llevar, aguantar', 'κράτησα', 'κρατήσω', 'κρατούσα', 'κράτα', 'B1'),
('E', 'κουβεντιάζω', 'charlar', 'κουβέντιασα', 'κουβεντιάσω', 'κουβέντιαζα', 'κουβέντιασε', 'B1'),
('E', 'κοροϊδεύω', 'burlarse', 'κορόιδεψα', 'κοροϊδέψω', 'κορόιδευα', 'κορόιδεψε', 'B1'),
('E', 'κρίνω', 'juzgar', 'έκρινα', 'κρίνω', 'έκρινα', 'κρίνε', 'B1'),
('E', 'κρύβω', 'esconder', 'έκρυψα', 'κρύψω', 'έκρυβα', 'κρύψε', 'B1'),
('E', 'κινώ', 'mover', 'κίνησα', 'κινήσω', 'κινούσα', 'κίνε', 'B1'),
('E', 'κινδυνεύω', 'peligrar', 'κινδύνεψα', 'κινδυνεύσω', 'κινδύνευα', 'κινδύνεψε', 'B1'),
('E', 'κερδίζω', 'ganar', 'κέρδισα', 'κερδίσω', 'κερδίζα', 'κέρδισε', 'B1'),
('E', 'κυνηγάω', 'cazar', 'κυνήγησα', 'κυνηγήσω', 'κυνήγαγα', 'κυνήγα', 'B1'),
('E', 'κατασκευάζω', 'construir', 'κατασκεύασα', 'κατασκευάσω', 'κατασκεύαζα', 'κατασκεύασε', 'B1'),
('E', 'καταναλώνω', 'consumir', 'κατανάλωσα', 'καταναλώσω', 'κατανάλωνα', 'κατανάλωσε', 'B1'),
('E', 'καταλήγω', 'concluir', 'κατέληξα', 'καταλήξω', 'κατέληγα', 'κατάληξε', 'B1'),
('E', 'καπνίζω', 'fumar', 'κάπνισα', 'καπνίσω', 'κάπνιζα', 'κάπνισε', 'B1'),
('E', 'κανονίζω', 'organizar, concretar', 'κανόνισα', 'κανονίσω', 'κανόνιζα', 'κανόνισε', 'B1'),
('E', 'καλωσορίζω', 'dar la bienvenida', 'καλωσόρισα', 'καλωσορίσω', 'καλωσόριζα', 'καλωσόρισε', 'B1'),
('E', 'καλλιεργώ', 'cultivar', 'καλλιέργησα', 'καλλιεργήσω', 'καλλιεργούσα', 'καλλιέργησε', 'B1'),
('E', 'καθορίζω', 'definir', 'καθόρισα', 'καθορίσω', 'καθόριζα', 'καθόρισε', 'B1'),
('E', 'λούζω', 'lavar el pelo', 'έλουσα', 'λούσω', 'λούζα', 'λούσε', 'B1'),
('E', 'λογαριάζω', 'calcular', 'λογάριασα', 'λογαριάσω', 'λογάριαζα', 'λογάριασε', 'B1');

-- Voz Pasiva
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('P', 'κυλιέμαι', 'rodar', 'κυλίστηκα', 'κυλιέμαι', 'κυλιζόμουνα', '-', 'B2'),
('P', 'κρατιέμαι', 'sujetarse, aguantarse', 'κρατήθηκα', 'κρατιέμαι', 'κρατιόμουνα', '-', 'B2'),
('P', 'κρίνομαι', 'ser juzgado', 'κρίθηκα', 'κρίνομαι', 'κρινόμουνα', '-', 'B2'),
('P', 'κρύβομαι', 'esconderse', 'κρύφτηκα', 'κρύβομαι', 'κρυβόμουνα', '-', 'B2'),
('P', 'κινούμαι', 'moverse', 'κινήθηκα', 'κινούμαι', 'κινούμουνα', '-', 'B2'),
('P', 'κερδίζομαι', 'ganarse, ser ganado', 'κερδίθηκα', 'κερδίζομαι', 'κερδιζόμουνα', '-', 'B2'),
('P', 'κυνηγιέμαι', 'ser cazado', 'κυνηγήθηκα', 'κυνηγιέμαι', 'κυνηγιόμουνα', '-', 'B2'),
('P', 'κατασκευάζομαι', 'construirse', 'κατασκευάστηκα', 'κατασκευάζομαι', 'κατασκευαζόμουνα', '-', 'B2'),
('P', 'καταναλώνομαι', 'consumirse, ser consumido', 'καταναλώθηκα', 'καταναλώνομαι', 'καταναλωνόμουνα', '-', 'B2'),
('P', 'κανονίζομαι', 'concretarse', 'κανονίστηκα', 'κανονίζομαι', 'κανονιζόμουνα', '-', 'B2'),
('P', 'καλλιεργούμαι', 'cultivarse', 'καλλιεργήθηκα', 'καλλιεργούμαι', 'καλλιεργούμουνα', '-', 'B2'),
('P', 'καθορίζομαι', 'definirse', 'καθορίστηκα', 'καθορίζομαι', 'καθοριζόμουνα', '-', 'B2'),
('P', 'λούζομαι', 'lavarse el pelo', 'λούστηκα', 'λούζομαι', 'λουζόμουνα', '-', 'B2'),
('P', 'λογαριάζομαι', 'calcularse', 'λογαριάστηκα', 'λογαριάζομαι', 'λογαριαζόμουνα', '-', 'B2');




-- Voz Activa
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('E', 'ηρεμώ', 'calmar', 'ηρέμησα', 'ηρεμήσω', 'ηρεμούσα', 'ηρέμησε', 'B1'),
('E', 'ηχογραφώ', 'grabar', 'ηχογράφησα', 'ηχογραφήσω', 'ηχογραφούσα', 'ηχογράφησε', 'B1'),
('E', 'θυμώνω', 'enfadarse', 'θύμωσα', 'θυμώσω', 'θύμωνα', 'θύμωσε', 'B1'),
('E', 'θάβω', 'enterrar', 'έθαψα', 'θάψω', 'έθαβα', 'θάψε', 'B1'),
('E', 'θαυμάζω', 'admirar', 'θαύμασα', 'θαυμάσω', 'θαύμαζα', 'θαύμασε', 'B1'),
('E', 'θεραπεύω', 'curar', 'θεράπευσα', 'θεραπεύσω', 'θεράπευα', 'θεράπευσε', 'B1'),
('E', 'θεωρώ', 'pensar, creer, considerar', 'θεώρησα', 'θεωρήσω', 'θεωρούσα', 'θεώρησε', 'B1'),
('E', 'θερμαίνω', 'calentar', 'θέρμανα', 'θερμάνω', 'θέρμαινα', 'θέρμανε', 'B1'),
('E', 'ιδρώνω', 'sudar', 'ίδρωσα', 'ιδρώσω', 'ίδρωνα', 'ίδρωσε', 'B1'),
('E', 'ικανοποιώ', 'satisfacer', 'ικανοποίησα', 'ικανοποιήσω', 'ικανοποιούσα', 'ικανοποίησε', 'B1'),
('E', 'καταστρέφω', 'destruir, arruinar', 'κατέστρεψα', 'καταστρέψω', 'κατέστρεφα', 'κατέστρεψε', 'B1'),
('E', 'κατεβάζω', 'bajar algo', 'κατέβασα', 'κατεβάσω', 'κατέβαζα', 'κατέβασε', 'B1'),
('E', 'κατοικώ', 'habitar, residir', 'κατοίκησα', 'κατοικήσω', 'κατοικούσα', 'κατοίκησε', 'B1'),
('E', 'κατανοώ', 'comprender', 'κατανόησα', 'κατανοήσω', 'κατανοούσα', 'κατανόησε', 'B1'),
('E', 'κυριαρχώ', 'dominar', 'κυριάρχησα', 'κυριαρχήσω', 'κυριαρχούσα', 'κυριάρχησε', 'B1'),
('E', 'κυκλοφορώ', 'rodear, circular', 'κυκλοφόρησα', 'κυκλοφορήσω', 'κυκλοφορούσα', 'κυκλοφόρησε', 'B1');

-- Voz Pasiva
INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) VALUES
('P', 'ηρεμώνομαι', 'calmarse', 'ηρεμήθηκα', 'ηρεμώνομαι', 'ηρεμιζόμουνα', '-', 'B2'),
('P', 'ηχογραφούμαι', 'ser grabado', 'ηχογραφήθηκα', 'ηχογραφούμαι', 'ηχογραφιζόμουνα', '-', 'B2'),
('P', 'θάβομαι', 'ser enterrado', 'θάφτηκα', 'θάβομαι', 'θαβόμουνα', '-', 'B2'),
('P', 'θαυμάζομαι', 'ser admirado', 'θαυμάστηκα', 'θαυμάζομαι', 'θαυμαζόμουνα', '-', 'B2'),
('P', 'θεραπεύομαι', 'curarse', 'θεραπεύτηκα', 'θεραπεύομαι', 'θεραπευόμουνα', '-', 'B2'),
('P', 'θεωρούμαι', 'ser considerado', 'θεωρήθηκα', 'θεωρούμαι', 'θεωρούμουνα', '-', 'B2'),
('P', 'θερμαίνομαι', 'ser calentado', 'θερμάνθηκα', 'θερμαίνομαι', 'θερμαινόμουνα', '-', 'B2'),
('P', 'ικανοποιούμαι', 'satisfacerse', 'ικανοποιήθηκα', 'ικανοποιούμαι', 'ικανοποιούμουνα', '-', 'B2'),
('P', 'καταστρέφομαι', 'ser destruido', 'καταστράφηκα', 'καταστρέφομαι', 'καταστρεφόμουνα', '-', 'B2'),
('P', 'κατοικούμαι', 'ser habitado', 'κατοικήθηκα', 'κατοικούμαι', 'κατοικούμουνα', '-', 'B2'),
('P', 'κατανοούμαι', 'ser comprendido', 'κατανοήθηκα', 'κατανοούμαι', 'κατανοούμουνα', '-', 'B2'),
('P', 'κυριαρχούμαι', 'ser dominado', 'κυριαρχήθηκα', 'κυριαρχούμαι', 'κυριαρχούμουνα', '-', 'B2');



INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES
-- Voz Activa
('E', 'ζω', 'vivir', 'έζησα', 'ζήσω', 'ζούσα', 'ζήσε', 'B1'),
('E', 'ζωγραφίζω', 'dibujar', 'ζωγράφισα', 'ζωγραφίσω', 'ζωγράφιζα', 'ζωγράφισε', 'B1'),
('E', 'ζευγαρώνω', 'emparejar', 'ζευγάρωσα', 'ζευγαρώσω', 'ζευγάρωνα', 'ζεύγαρε', 'B1'),
('E', 'ζητάω', 'pedir', 'ζήτησα', 'ζητήσω', 'ζητούσα', 'ζήτησε', 'B1'),
('E', 'ζορίζω', 'forzar', 'ζόρισα', 'ζορίσω', 'ζόριζα', 'ζόρισε', 'B1'),
('E', 'ζεσταίνω', 'calentar', 'ζέστανα', 'ζεστάνω', 'ζέσταινα', 'ζέστανε', 'B1'),

-- Voz Pasiva
('P', 'ζωγραφίζομαι', 'dibujarse, ser dibujado', 'ζωγραφήθηκα', 'ζωγραφίζομαι', 'ζωγραφιζόμουνα', '-', 'B2'),
('P', 'ζητιέμαι', 'pedirse', 'ζητήθηκα', 'ζητιέμαι', 'ζητιόμουνα', '-', 'B2'),
('P', 'ζορίζομαι', 'ser forzado', 'ζορίστηκα', 'ζορίζομαι', 'ζοριζόμουνα', '-', 'B2'),
('P', 'ζεσταίνομαι', 'calentarse', 'ζεστάθηκα', 'ζεσταίνομαι', 'ζεσταίνομουνα', '-', 'B2');



INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
-- Voz Activa
('E', 'εκφοβίζω', 'intimidar', 'εκφόβισα', 'εκφοβίσω', 'εκφόβιζα', 'εκφόβισε', 'B1'),
('E', 'εκδιδώ', 'publicar', 'εξέδωσα', 'εκδώσω', 'εξέδιδα', 'έκδωσε', 'B1'),
('E', 'εκβιάζω', 'chantajear', 'εκβίασα', 'εκβιάσω', 'εκβίαζα', 'εκβίασε', 'B1'),
('E', 'εγκαταλείπω', 'abandonar', 'εγκατέλειψα', 'εγκαταλείψω', 'εγκατέλειπα', 'εγκατέλειψε', 'B1'),
('E', 'ερεύνω', 'investigar', 'ερεύνησα', 'ερευνήσω', 'ερευνούσα', 'ερεύνησε', 'B1'),
('E', 'εξετάζω', 'examinar', 'εξέτασα', 'εξετάσω', 'εξέταζα', 'εξέτασε', 'B1'),
('E', 'επιδιορθώνω', 'arreglar', 'επιδιόρθωσα', 'επιδιορθώσω', 'επιδιόρθωνα', 'επιδιόρθωσε', 'B1'),
('E', 'επιμένω', 'insistir', 'επέμεινα', 'επιμείνω', 'επέμενα', 'επέμεινε', 'B1'),
('E', 'εξοπλίζω', 'equipar', 'εξόπλισα', 'εξοπλίσω', 'εξόπλιζα', 'εξόπλισε', 'B1'),
('E', 'εξηγώ', 'explicar', 'εξήγησα', 'εξηγήσω', 'εξήγαγα', 'εξήγησε', 'B1'),
('E', 'επιβάλλω', 'imponer', 'επέβαλα', 'επιβάλω', 'επέβαλα', 'επέβαλε', 'B1'),
('E', 'επισκευάζω', 'reparar, arreglar', 'επισκεύασα', 'επισκευάσω', 'επισκεύαζα', 'επισκεύασε', 'B1'),
('E', 'επιθυμώ', 'desear', 'επιθύμησα', 'επιθυμήσω', 'επιθυμούσα', 'επιθύμησε', 'B1'),
('E', 'ενθαρρύνω', 'animar', 'ενθάρρυνα', 'ενθαρρύνω', 'ενθάρρυνα', 'ενθάρρυνε', 'B1'),

-- Voz Pasiva
('P', 'ερωτεύομαι', 'enamorarse', 'ερωτεύθηκα', 'ερωτεύομαι', 'ερωτευόμουνα', '-', 'B1'),
('P', 'εκδίδομαι', 'ser publicado', 'εκδόθηκα', 'εκδίδομαι', 'εκδιδόμουνα', '-', 'B2'),
('P', 'εκβιάζομαι', 'ser chantajeado', 'εκβιάστηκα', 'εκβιάζομαι', 'εκβιαζόμουνα', '-', 'B2'),
('P', 'εγκαταλείπομαι', 'ser abandonado', 'εγκαταλείφθηκα', 'εγκαταλείπομαι', 'εγκαταλειπόμουνα', '-', 'B2'),
('P', 'ερευνώμαι', 'ser investigado', 'ερευνήθηκα', 'ερευνώμαι', 'ερευνόμουνα', '-', 'B2'),
('P', 'εξετάζομαι', 'ser examinado', 'εξετάστηκα', 'εξετάζομαι', 'εξεταζόμουνα', '-', 'B2'),
('P', 'επιδιορθώνομαι', 'arreglarse', 'επιδιορθώθηκα', 'επιδιορθώνομαι', 'επιδιορθωνόμουνα', '-', 'B2'),
('P', 'εξοπλίζομαι', 'equiparse', 'εξοπλίστηκα', 'εξοπλίζομαι', 'εξοπλιζόμουνα', '-', 'B2'),
('P', 'εξηγούμαι', 'explicarse', 'εξηγήθηκα', 'εξηγούμαι', 'εξηγουμόμουνα', '-', 'B2'),
('P', 'επιβάλλομαι', 'ser impuesto', 'επιβλήθηκα', 'επιβάλλομαι', 'επιβαλλόμουνα', '-', 'B2'),
('P', 'ενθαρρύνομαι', 'animarse, ser animado', 'ενθαρρύνθηκα', 'ενθαρρύνομαι', 'ενθαρρυνόμουνα', '-', 'B2'),
('P', 'επισκευάζομαι', 'ser reparado, repararse', 'επισκευάστηκα', 'επισκευάζομαι', 'επισκευαζόμουνα', '-', 'B2');



INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
-- Voz Activa
('E', 'ενημερώνω', 'informar', 'ενημέρωσα', 'ενημερώσω', 'ενημέρωνα', 'ενημέρωσε', 'B1'),
('E', 'ενεργώ', 'actuar, hacer', 'ενήργησα', 'ενεργήσω', 'ενεργούσα', 'ενήργησε', 'B1'),
('E', 'εκφράζω', 'expresar', 'εξέφρασα', 'εκφράσω', 'εξέφραζα', 'έκφρασε', 'B1'),
('E', 'ελευθερώνω', 'liberar', 'ελευθέρωσα', 'ελευθερώσω', 'ελευθέρωνα', 'ελευθέρωσε', 'B1'),
('E', 'ενθουσιάζω', 'excitar', 'ενθουσίασα', 'ενθουσιάσω', 'ενθουσίαζα', 'ενθουσίασε', 'B1'),
('E', 'εξοικονομώ', 'ahorrar', 'εξοικονόμησα', 'εξοικονομήσω', 'εξοικονομούσα', 'εξοικονόμησε', 'B1'),
('E', 'επιτρέπω', 'permitir', 'επέτρεψα', 'επιτρέψω', 'επέτρεπα', 'επέτρεψε', 'B1'),
('E', 'εξαφανίζω', 'hacer desaparecer, extinguir', 'εξαφάνισα', 'εξαφανίσω', 'εξαφάνιζα', 'εξαφάνισε', 'B1'),
('E', 'εντυπωσιάζω', 'impresionar', 'εντυπωσίασα', 'εντυπωσιάσω', 'εντυπωσίαζα', 'εντυπωσίασε', 'B1'),
('E', 'ευχαριστώ', 'agradecer', 'ευχαρίστησα', 'ευχαριστήσω', 'ευχαριστούσα', 'ευχαρίστησε', 'B1'),

-- Voz Pasiva
('P', 'ενημερώνομαι', 'informarse, ser informado', 'ενημερώθηκα', 'ενημερώνομαι', 'ενημερωνόμουνα', '-', 'B2'),
('P', 'ενεργούμαι', 'ser puesto en acción', 'ενεργήθηκα', 'ενεργούμαι', 'ενεργούμουνα', '-', 'B2'),
('P', 'εκφράζομαι', 'expresarse', 'εκφράστηκα', 'εκφράζομαι', 'εκφραζόμουνα', '-', 'B2'),
('P', 'ελευθερώνομαι', 'liberarse', 'ελευθερώθηκα', 'ελευθερώνομαι', 'ελευθερωνόμουνα', '-', 'B2'),
('P', 'ευθύνομαι', 'ser responsable', '-', 'ευθύνομαι', 'ευθυνόμουνα', '-', 'B1'),
('P', 'ενοχλούμαι', 'ser molestado', 'ενοχλήθηκα', 'ενοχλούμαι', 'ενοχλούμουνα', '-', 'B2'),
('P', 'ενθουσιάζομαι', 'excitarse', 'ενθουσιάστηκα', 'ενθουσιάζομαι', 'ενθουσιαζόμουνα', '-', 'B2'),
('P', 'εξοικονομούμαι', 'ahorrarse', 'εξοικονομήθηκα', 'εξοικονομούμαι', 'εξοικονομούμουνα', '-', 'B2'),
('P', 'επιτρέπομαι', 'permitirse, ser permitido', 'επετράπη', 'επιτρέπομαι', 'επιτρεπόμουνα', '-', 'B2'),
('P', 'εξαφανίζομαι', 'extinguirse', 'εξαφανίστηκα', 'εξαφανίζομαι', 'εξαφανιζόμουνα', '-', 'B2'),
('P', 'εντυπωσιάζομαι', 'impresionarse', 'εντυπωσιάστηκα', 'εντυπωσιάζομαι', 'εντυπωσιαζόμουνα', '-', 'B2'),
('P', 'ευχαριστιέμαι', 'agradecerse', 'ευχαριστήθηκα', 'ευχαριστιέμαι', 'ευχαριστιόμουνα', '-', 'B2');



INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
-- Voz Activa
('E', 'διδάσκω', 'enseñar', 'δίδαξα', 'διδάξω', 'δίδασκα', 'δίδαξε', 'B1'),
('E', 'διακοσμώ', 'decorar', 'διακόσμησα', 'διακοσμήσω', 'διακοσμούσα', 'διακόσμησε', 'B1'),
('E', 'διαμένω', 'permanecer', 'διέμεινα', 'διαμείνω', 'διέμενα', '-', 'B1'),
('E', 'διακρίνω', 'distinguir', 'διέκρινα', 'διακρίνω', 'διέκρινα', 'διάκρινε', 'B1'),
('E', 'διαθετώ', 'poseer, tener', 'διέθεσα', 'διαθέσω', 'διέθετα', 'διέθεσε', 'B1'),
('E', 'δραπετεύω', 'escapar', 'δραπέτευσα', 'δραπετεύσω', 'δραπέτευα', 'δραπέτευσε', 'B1'),
('E', 'δωρίζω', 'donar', 'δώρισα', 'δωρίσω', 'δώριζα', 'δώρισε', 'B1'),
('E', 'διοργανώνω', 'organizar', 'διοργάνωσα', 'διοργανώσω', 'διοργάνωνα', 'διοργάνωσε', 'B1'),
('E', 'διψάω', 'tener sed', 'δίψασα', 'διψάσω', 'διψούσα', 'δίψα', 'B1'),
('E', 'δέχομαι', 'aceptar', 'δέχτηκα', 'δεχτώ', 'δεχόμουν', '-', 'B1'),
('E', 'διαγωνίζομαι', 'competir', 'διαγωνίστηκα', 'διαγωνιστώ', 'διαγωνιζόμουν', '-', 'B1'),
('E', 'δημιουργώ', 'crear', 'δημιούργησα', 'δημιουργήσω', 'δημιουργούσα', 'δημιούργησε', 'B1'),
('E', 'δηναμώνω', 'fortalecer', 'δυνάμωσα', 'δυναμώσω', 'δυνάμωνα', 'δυνάμωσε', 'B1'),
('E', 'διηγούμαι', 'narrar', 'διηγήθηκα', 'διηγηθώ', 'διηγούμουν', '-', 'B1'),
('E', 'δένω', 'atar', 'έδεσα', 'δέσω', 'έδενα', 'δέσε', 'B1'),
('E', 'δυσκολεύω', 'dificultar', 'δυσκόλεψα', 'δυσκολέψω', 'δυσκόλευα', 'δυσκόλεψε', 'B1'),
('E', 'διαλέγω', 'elegir, escoger', 'διάλεξα', 'διαλέξω', 'διάλεγα', 'διάλεξε', 'B1'),
('E', 'διαφέρω', 'diferenciar de', 'διέφερα', 'διαφέρω', 'διέφερα', '-', 'B1'),
('E', 'δηλώνω', 'declarar', 'δήλωσα', 'δηλώσω', 'δήλωνα', 'δήλωσε', 'B1'),

-- Voz Pasiva
('P', 'διδάσκομαι', 'ser enseñado', 'διδάχτηκα', 'διδάσκομαι', 'διδασκόμουνα', '-', 'B2'),
('P', 'διακρίνομαι', 'distinguirse, ser distinguido', 'διακρίθηκα', 'διακρίνομαι', 'διακρινόμουνα', '-', 'B2'),
('P', 'δωρίζομαι', 'ser donado', 'δωρίστηκα', 'δωρίζομαι', 'δωριζόμουνα', '-', 'B2'),
('P', 'διοργανώνομαι', 'organizarse', 'διοργανώθηκα', 'διοργανώνομαι', 'διοργανωνόμουνα', '-', 'B2'),
('P', 'δημιουργούμαι', 'ser creado', 'δημιουργήθηκα', 'δημιουργούμαι', 'δημιουργούμουνα', '-', 'B2'),
('P', 'δένομαι', 'ser atado', 'δέθηκα', 'δένομαι', 'δενόμουνα', '-', 'B2'),
('P', 'διαλέγομαι', 'ser elegido, ser escogido', 'διαλέχτηκα', 'διαλέγομαι', 'διαλεγόμουνα', '-', 'B2'),
('P', 'διαφέρομαι', 'diferenciarse de', 'διαφέρθηκα', 'διαφέρομαι', 'διαφερόμουνα', '-', 'B2'),
('P', 'δηλώνομαι', 'ser declarado', 'δηλώθηκα', 'δηλώνομαι', 'δηλωνόμουνα', '-', 'B2');

INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
-- Voz Activa
('E', 'γλεντάω', 'celebrar', 'γλέντησα', 'γλεντήσω', 'γλεντούσα', 'γλέντα', 'B1'),
('E', 'γυρίζω', 'girar', 'γύρισα', 'γυρίσω', 'γύριζα', 'γύρισε', 'B1'),
('E', 'γλυκαίνω', 'endulzar', 'γλύκανα', 'γλυκάνω', 'γλύκαινα', 'γλύκανε', 'B1'),
('E', 'γυρνάω', 'volver, darse la vuelta', 'γύρισα', 'γυρίσω', 'γυρνούσα', 'γύρνα', 'B1'),
('E', 'γκρεμίζω', 'derrumbar', 'γκρέμισα', 'γκρεμίσω', 'γκρέμιζα', 'γκρέμισε', 'B1'),
('E', 'γκρινιάζω', 'gruñir', 'γκρίνιαξα', 'γκρινιάξω', 'γκρίνιαζα', 'γκρίνιαξε', 'B1'),
('E', 'γευματίζω', 'almorzar', 'γευμάτισα', 'γευματίσω', 'γευμάτιζα', 'γευμάτισε', 'B1'),
('E', 'γελάω', 'reir', 'γέλασα', 'γελάσω', 'γελούσα', 'γέλα', 'B1'),
('E', 'γερνάω', 'envejecer', 'γέρασα', 'γεράσω', 'γερνούσα', 'γέρασε', 'B1'),
('E', 'γοητεύω', 'celebrar', 'γοήτευσα', 'γοητεύσω', 'γοήτευα', 'γοήτευσε', 'B1'),

-- Voz Pasiva
('P', 'γυρίζομαι', 'girarse', 'γυρίστηκα', 'γυρίζομαι', 'γυριζόμουνα', '-', 'B2'),
('P', 'γλικαίνομαι', 'endulzarse', 'γλυκάνθηκα', 'γλυκαίνομαι', 'γλυκαινόμουνα', '-', 'B2'),
('P', 'γκρεμίζομαι', 'derrumbarse', 'γκρεμίστηκα', 'γκρεμίζομαι', 'γκρεμιζόμουνα', '-', 'B2'),
('P', 'γεύομαι', 'saborear', 'γεύτηκα', 'γεύομαι', 'γευόμουνα', '-', 'B1'),
('P', 'γελιέμαι', 'engañarse a uno mismo', 'γελάστηκα', 'γελιέμαι', 'γελιόμουνα', '-', 'B2'),
('P', 'γοητεύομαι', 'ser celebrado', 'γοητεύτηκα', 'γοητεύομαι', 'γοητευόμουνα', '-', 'B2');


INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
-- Voz Activa
('E', 'αποδιδώ', 'realizar, performar', 'απέδωσα', 'αποδώσω', 'απέδιδα', 'απόδωσε', 'B1'),
('E', 'βελτιώνω', 'mejorar', 'βελτίωσα', 'βελτιώσω', 'βελτίωνα', 'βελτίωσε', 'B1'),
('E', 'βαθμολογώ', 'calificar', 'βαθμολόγησα', 'βαθμολογήσω', 'βαθμολογούσα', 'βαθμολόγησε', 'B1'),
('E', 'βιάζω', 'apresurar, forzar a alguien', 'βίασα', 'βιάσω', 'βίαζα', 'βίασε', 'B1'),
('E', 'βρίζω', 'jurar, maldecir', 'έβρισα', 'βρίσω', 'έβριζα', 'βρίσε', 'B1'),
('E', 'βρομώ', 'apestar, oler mal', 'βρόμισα', 'βρομίσω', 'βρόμιζα', 'βρόμισε', 'B1'),
('E', 'βροντάω', 'tronar', 'βρόντησα', 'βροντήσω', 'βροντούσα', 'βρόντα', 'B1'),
('E', 'βουρτσίζω', 'cepillar', 'βούρτσισα', 'βουρτσίσω', 'βούρτσιζα', 'βούρτσισε', 'B1'),
('E', 'βήχω', 'toser', 'έβηξα', 'βήξω', 'έβηχα', 'βήξε', 'B1'),

-- Voz Pasiva
('P', 'αποδιδόμαι', 'realizarse', 'αποδόθηκα', 'αποδιδόμαι', 'αποδιδόμουνα', '-', 'B2'),
('P', 'βελτιώνομαι', 'mejorarse', 'βελτιώθηκα', 'βελτιώνομαι', 'βελτιωνόμουνα', '-', 'B2'),
('P', 'βαθμολογούμαι', 'ser calificado', 'βαθμολογήθηκα', 'βαθμολογούμαι', 'βαθμολογούμουνα', '-', 'B2'),
('P', 'βάφομαι', 'maquillarse', 'βάφτηκα', 'βάφομαι', 'βαφόμουνα', 'βάψου', 'B1'),
('P', 'βρίζομαι', 'ser insultado', 'βρίστηκα', 'βρίζομαι', 'βριζόμουνα', '-', 'B2'),
('P', 'βαριέμαι', 'aburrirse', '-', '-', 'βαριόμουνα', '-', 'B1'),
('P', 'βουρτσίζομαι', 'cepillarse', 'βουρτσίστηκα', 'βουρτσίζομαι', 'βουρτσιζόμουνα', 'βουρτσίσου', 'B2');

INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
-- Voz Activa
('E', 'αποφειώνω', 'aterrizar', 'αποφείωσα', 'αποφειώσω', 'αποφειώνα', 'αποφείωσε', 'B1'),
('E', 'αξίζω', 'merecer', 'άξιζα', 'αξίσω', 'άξιζα', 'αξίσε', 'B1'),
('E', 'αξιοποιώ', 'hacer buen uso', 'αξιοποίησα', 'αξιοποιήσω', 'αξιοποιούσα', 'αξιοποίησε', 'B1'),
('E', 'απαγορεύω', 'prohibir', 'απαγόρευσα', 'απαγορεύσω', 'απαγόρευα', 'απαγόρευσε', 'B1'),
('E', 'απαριθμώ', 'citar, listar', 'απαρίθμησα', 'απαριθμήσω', 'απαριθμούσα', 'απαρίθμησε', 'B1'),
('E', 'αρνούμαι', 'rechazar', '-', '-', '-', '-', 'B1'),
('E', 'απειλώ', 'amenazar', 'απείλησα', 'απειλήσω', 'απείλουσα', 'απείλησε', 'B1'),
('E', 'αντικρίζω', 'contemplar', 'αντίκρισα', 'αντικρίσω', 'αντίκριζα', 'αντίκρισε', 'B1'),
('E', 'αντικαθιστώ', 'sustituir, reemplazar', 'αντικατέστησα', 'αντικαταστήσω', 'αντικαθιστούσα', 'αντικατάστησε', 'B1'),
('E', 'απομονώνω', 'aislar', 'απομόνωσα', 'απομονώσω', 'απομόνωνα', 'απομόνωσε', 'B1'),
('E', 'απομακρύνο', 'alejar', 'απομάκρυνα', 'απομακρύνω', 'απομάκρυνα', 'απομάκρυνε', 'B1'),
('E', 'αποδρώ', 'escapar', 'απέδρασα', 'αποδράσω', 'απέδρα', 'απόδρασε', 'B1'),
('E', 'αφιερώνω', 'dedicar', 'αφιέρωσα', 'αφιερώσω', 'αφιέρωνα', 'αφιέρωσε', 'B1'),

-- Voz Pasiva
('P', 'αποειώνομαι', 'ser aterrizado', 'αποφειώθηκα', 'αποειώνομαι', 'αποφειωνόμουνα', '-', 'B1'),
('P', 'απαριθμούμαι', 'ser listado, estar en una lista', 'απαριθμήθηκα', 'απαριθμούμαι', 'απαριθμούμουνα', '-', 'B2'),
('P', 'απειλούμαι', 'ser amenazado', 'απειλήθηκα', 'απειλούμαι', 'απειλούμουνα', '-', 'B2'),
('P', 'απελπίζομαι', 'desesperarse', 'απελπίστηκα', 'απελπίζομαι', 'απελπιζόμουνα', 'απελπίσου', 'B1'),
('P', 'αντικαθιστούμαι', 'ser reemplazado', 'αντικαταστάθηκα', 'αντικαθιστούμαι', 'αντικαθιστούμουνα', '-', 'B2'),
('P', 'απομονώνομαι', 'aislarse, ser aislado', 'απομονώθηκα', 'απομονώνομαι', 'απομονωνόμουνα', 'απομονώσου', 'B2'),
('P', 'απομακρύνομαι', 'alejarse', 'απομακρύνθηκα', 'απομακρύνομαι', 'απομακρυνόμουνα', '-', 'B2'),
('P', 'αφιερώνομαι', 'dedicarse', 'αφιερώθηκα', 'αφιερώνομαι', 'αφιερώμουνα', 'αφιερώσου', 'B2');




INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
-- Voz Activa
('E', 'ακυρώνω', 'cancelar', 'ακύρωσα', 'ακυρώσω', 'ακύρωνα', 'ακύρωσε', 'B1'),
('E', 'αναλαμβάνω', 'encargarse', 'ανέλαβα', 'αναλάβω', 'αναλάμβανα', 'ανάλαβε', 'B1'),
('E', 'ανησυχώ', 'preocuparse', 'ανησύχησα', 'ανησυχήσω', 'ανησυχούσα', 'ανησύχησε', 'B1'),
('E', 'ανεβοκατεβαίνω', 'subir y bajar, fluctuar', 'ανεβοκατέβηκα', 'ανεβοκατεβώ', 'ανεβοκατέβαινα', 'ανεβοκατέβα', 'B1'),
('E', 'αναζητάω', 'buscar', 'αναζήτησα', 'αναζητήσω', 'αναζητούσα', 'αναζήτησε', 'B1'),
('E', 'αγγίζω', 'tocar', 'άγγιξα', 'αγγίξω', 'άγγιζα', 'άγγιξε', 'B1'),
('E', 'αναφέρω', 'mencionar, referir', 'ανέφερα', 'αναφέρω', 'ανέφερα', 'ανάφερε', 'B1'),
('E', 'αναμένω', 'esperar un evento', 'ανέμεινα', 'αναμείνω', 'ανέμενα', '-', 'B1'),
('E', 'αργώ', 'llegar tarde', 'άργησα', 'αργήσω', 'αργούσα', 'άργησε', 'B1'),
('E', 'απολαμβάνω', 'disfrutar', 'απόλαυσα', 'απολαύσω', 'απολάμβανα', 'απόλαυσε', 'B1'),
('E', 'αριθμώ', 'enumerar', 'αρίθμησα', 'αριθμήσω', 'αριθμούσα', 'αρίθμησε', 'B1'),
('E', 'αποκαλώ', 'nombrar, llamar', 'αποκάλεσα', 'αποκαλέσω', 'αποκαλούσα', 'αποκάλεσε', 'B1'),
('E', 'ανανεώνω', 'renovar', 'ανένεωσα', 'ανανεώσω', 'ανένεωνα', 'ανένεωσε', 'B1'),
('E', 'απουμπάω', 'animar, apoyar', 'ακούμπησα', 'ακουμπήσω', 'ακουμπούσα', 'ακούμπησε', 'B1'),
('E', 'αδυνατίζω', 'adelgazar', 'αδυνάτισα', 'αδυνατίσω', 'αδυνάτιζα', 'αδυνάτισε', 'B1'),
('E', 'αναρρώνω', 'recuperar', 'ανάρρωσα', 'αναρρώσω', 'ανάρρωνα', 'ανάρρωσε', 'B1'),
('E', 'ανακαλύπτω', 'descubrir', 'ανακάλυψα', 'ανακαλύψω', 'ανακάλυπτα', 'ανακάλυψε', 'B1'),
('E', 'αντίγράφω', 'copiar', 'αντέγραψα', 'αντιγράψω', 'αντέγραφα', 'αντίγραψε', 'B1'),
('E', 'αλείφω', 'untar, esparcir', 'άλειψα', 'αλείψω', 'άλειφα', 'άλειψε', 'B1'),
('E', 'ανταλλάσσω', 'intercambiar', 'αντάλλαξα', 'ανταλλάξω', 'αντάλλασσα', 'αντάλλαξε', 'B1'),
('E', 'απογοητεύω', 'decepcionar', 'απογοήτευσα', 'απογοητεύσω', 'απογοήτευα', 'απογοήτευσε', 'B1'),

-- Voz Pasiva
('P', 'ακυρώνομαι', 'ser cancelado', 'ακυρώθηκα', 'ακυρώνομαι', 'ακυρωνόμουνα', 'ακυρώσου', 'B2'),
('P', 'αναζητούμαι', 'buscarse', 'αναζητήθηκα', 'αναζητούμαι', 'αναζητούμουνα', '-', 'B2'),
('P', 'αγγίζομαι', 'ser tocado', 'αγγίχτηκα', 'αγγίζομαι', 'αγγιζόμουνα', '-', 'B2'),
('P', 'αναφέρομαι', 'referirse', 'αναφέρθηκα', 'αναφέρομαι', 'αναφερόμουνα', '-', 'B2'),
('P', 'ανανεώνομαι', 'renovarse', 'ανανεώθηκα', 'ανανεώνομαι', 'ανανεωνόμουνα', 'ανανεώσου', 'B2'),
('P', 'αναρρώνομαι', 'recuperarse', 'αναρρώθηκα', 'αναρρώνομαι', 'αναρρωνόμουνα', '-', 'B2'),
('P', 'ανακαλύπτομαι', 'ser descubierto', 'ανακαλύφθηκα', 'ανακαλύπτομαι', 'ανακαλυπτόμουνα', '-', 'B2'),
('P', 'απογοητεύομαι', 'decepcionarse', 'απογοητεύτηκα', 'απογοητεύομαι', 'απογοητευόμουνα', 'απογοήτευσου', 'B2');


INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
-- Voz Activa
('E', 'ανταμώνω', 'encontrarse con, reunirse', 'αντάμωσα', 'ανταμώσω', 'αντάμωνα', 'αντάμωσε', 'B1'),
('E', 'ασφαλίζω', 'asegurar', 'ασφάλισα', 'ασφαλίσω', 'ασφάλιζα', 'ασφάλισε', 'B1'),
('E', 'αντιδρώ', 'reaccionar a', 'αντέδρασα', 'αντιδράσω', 'αντιδρούσα', 'αντίδρασε', 'B1'),
('E', 'αιτιολόγω', 'justificar', 'αιτιολόγησα', 'αιτιολογήσω', 'αιτιολογούσα', 'αιτιολόγησε', 'B1'),
('E', 'αισιοδοξώ', 'ser optimista', 'αισιοδίκησα', 'αισιοδοκήσω', 'αισιοδοκούσα', 'αισιοδίκησε', 'B1'),
('E', 'αναχωρώ', 'partir, salir', 'αναχώρησα', 'αναχωρήσω', 'αναχωρούσα', 'αναχώρησε', 'B1'),
('E', 'απαιτώ', 'requerir', 'απαίτησα', 'απαιτήσω', 'απαιτούσα', 'απαίτησε', 'B1'),
('E', 'αντέχω', 'resistir', 'άντεξα', 'αντέξω', 'άντεχα', 'άντεξε', 'B1'),
('E', 'αγχώνω', 'tensar, poner nervioso', 'άγχωσα', 'αγχώσω', 'άγχωνα', 'άγχωσε', 'B1'),
('E', 'ανήκω', 'pertenecer', 'ανήκα', 'ανήκω', 'ανήκα', '-', 'B1'),
('E', 'ανάβω', 'encender', 'άναψα', 'ανάψω', 'άναβα', 'άναψε', 'B1'),
('E', 'αγοράζω', 'comprar', 'αγόρασα', 'αγοράσω', 'αγόραζα', 'αγόρασε', 'B1'),
('E', 'αλλάζω', 'cambiar', 'άλλαξα', 'αλλάξω', 'άλλαζα', 'άλλαξε', 'B1'),
('E', 'αλεύρώνω', 'enharinar', 'αλεύρωσα', 'αλευρώσω', 'αλεύρωνα', 'αλεύρωσε', 'B2'),
('E', 'αγριεύω', 'enfadarse, ponerse agresivo', 'αγρίεψα', 'αγριέψω', 'αγρίευα', 'αγρίεψε', 'B1'),
('E', 'αρωματίζω', 'perfumar', 'αρωμάτισα', 'αρωματίσω', 'αρωμάτιζα', 'αρωμάτισε', 'B1'),
('E', 'αναπτύσσω', 'desarrollar', 'ανέπτυξα', 'αναπτύξω', 'ανέπτυσσα', 'ανάπτυξε', 'B1'),

-- Voz Pasiva
('P', 'ασφαλίζομαι', 'asegurarse, estar seguro', 'ασφαλίστηκα', 'ασφαλίζομαι', 'ασφαλιζόμουνα', 'ασφαλίσου', 'B2'),
('P', 'αιτιολογούμαι', 'justificarse', 'αιτιολογήθηκα', 'αιτιολογούμαι', 'αιτιολογούμουνα', '-', 'B2'),
('P', 'απαιτούμαι', 'ser requerido', 'απαιτήθηκα', 'απαιτούμαι', 'απαιτούμουνα', '-', 'B2'),
('P', 'αγχώνομαι', 'ponerse nervioso', 'αγχώθηκα', 'αγχώνομαι', 'αγχωνόμουνα', 'αγχώσου', 'B2'),
('P', 'ανάβομαι', 'encenderse, ser encendido', 'ανάφτηκα', 'ανάβομαι', 'αναβόμουνα', '-', 'B2'),
('P', 'αγοράζομαι', 'ser comprado', 'αγοράστηκα', 'αγοράζομαι', 'αγοραζόμουνα', 'αγοράσου', 'B2'),
('P', 'αλλάζομαι', 'ser cambiado', 'αλλάχτηκα', 'αλλάζομαι', 'αλλαζόμουνα', 'αλλάξου', 'B2'),
('P', 'αγριεύομαι', 'asalvajarse', 'αγριεύτηκα', 'αγριεύομαι', 'αγριευόμουνα', '-', 'B2'),
('P', 'αρωματίζομαι', 'perfumarse', 'αρωματίστηκα', 'αρωματίζομαι', 'αρωματιζόμουνα', 'αρωματίσου', 'B2'),
('P', 'αναπτύσσομαι', 'desarrollarse', 'αναπτύχθηκα', 'αναπτύσσομαι', 'αναπτυσσόμουνα', 'αναπτύξου', 'B2'),
('P', 'αναρωτιέμαι', 'preguntarse', '-', 'αναρωτιέμαι', 'αναρωτιόμουνα', '-', 'B2');



INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
('E', 'αυξάνω', 'aumentar', 'αύξησα', 'αυξήσω', 'αύξανα', 'αύξησε', 'B1'),
('P', 'αυξάνομαι', 'aumentarse', 'αυξήθηκα', 'αυξάνομαι', 'αυξανόμουνα', 'αυξήσου', 'B2'),
('E', 'αποτελώ', 'constituir', 'αποτέλεσα', 'αποτελέσω', 'αποτελούσα', 'αποτέλεσε', 'B1'),
('P', 'αποτελούμαι', 'constituirse', 'αποτελέστηκα', 'αποτελούμαι', 'αποτελούμουνα', 'αποτελέσου', 'B2'),
('E', 'αυτοσχεδιάζω', 'improvisar', 'αυτοσχεδίασα', 'αυτοσχεδιάσω', 'αυτοσχεδίαζα', 'αυτοσχεδίασε', 'B1'),
('E', 'ανεβαίνω', 'subir', 'ανέβηκα', 'ανέβω', 'ανέβαινα', 'ανέβα', 'B1'),
('E', 'αθλώ', 'ejercitar', 'άθλησα', 'αθλήσω', 'άθλουσα', 'άθλησε', 'B1'),
('P', 'αθλούμαι', 'ejercitarse', 'αθλήθηκα', 'αθλούμαι', 'αθλούμουνα', 'αθλήσου', 'B2'),
('E', 'ανταποκρίνομαι', 'responder', 'ανταποκρίθηκα', 'ανταποκριθώ', 'ανταποκρινόμουν', '-', 'B1'),
('E', 'αναγκάζω', 'forzar, obligar', 'ανάγκασα', 'αναγκάσω', 'ανάγκαζα', 'ανάγκασε', 'B1'),
('P', 'αναγκάζομαι', 'ser obligado', 'αναγκάστηκα', 'αναγκάζομαι', 'αναγκαζόμουνα', 'αναγκάσου', 'B2'),
('E', 'απορώ', 'preguntarse', 'απόρησα', 'απορήσω', 'απορούσα', 'απόρησε', 'B1'),
('E', 'αποφεύγω', 'evitar', 'απέφυγα', 'αποφύγω', 'απέφευγα', 'απόφυγε', 'B1'),
('P', 'αποφεύγομαι', 'evitarse', 'αποφευχθήκα', 'αποφεύγομαι', 'αποφευγόμουνα', '-', 'B2'),
('E', 'ανακοινώνω', 'anunciar', 'ανακοίνωσα', 'ανακοινώσω', 'ανακοίνωνα', 'ανακοίνωσε', 'B1'),
('P', 'ανακοινώνομαι', 'anunciarse', 'ανακοινώθηκα', 'ανακοινώνομαι', 'ανακοινωνόμουνα', 'ανακοίνωσου', 'B2'),
('E', 'ανταμείνω', 'recompensar', 'αντάμειψα', 'ανταμείψω', 'αντάμειβα', 'αντάμειψε', 'B1'),
('P', 'ανταμείνομαι', 'ser recompensado', 'ανταμείφθηκα', 'ανταμείνομαι', 'ανταμειβόμουνα', 'ανταμείψου', 'B2');



INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
('E', 'αναγνωρίζω', 'reconocer', 'αναγνώρισα', 'αναγνωρίσω', 'αναγνώριζα', 'αναγνώρισε', 'B1'),
('P', 'αναγνωρίζομαι', 'ser reconocido', 'αναγνωρίστηκα', 'αναγνωρίζομαι', 'αναγνωριζόμουνα', 'αναγνωρίσου', 'B1');


INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
('E', 'φωτίζω', 'iluminar', 'φώτισα', 'φωτίσω', 'φώτιζα', 'φώτισε', 'B1'),
('P', 'φωτίζομαι', 'ser iluminado', 'φωτίστηκα', 'φωτίζομαι', 'φωτιζόμουνα', 'φωτίσου', 'B1'),
('E', 'φυτεύω', 'plantar', 'φύτεψα', 'φυτέψω', 'φύτευα', 'φύτεψε', 'B1'),
('P', 'φυτεύομαι', 'ser plantado', 'φυτεύτηκα', 'φυτεύομαι', 'φυτευόμουνα', 'φυτεύσου', 'B2'),
('E', 'φυσάω', 'soplar', 'φύσηξα', 'φυσήξω', 'φυσούσα', 'φύσηξε', 'A2'),
('E', 'φτάνω', 'llegar', 'έφτασα', 'φτάσω', 'έφτανα', 'φτάσε', 'A2'),
('E', 'φροντίζω', 'cuidar', 'φρόντισα', 'φροντίσω', 'φρόντιζα', 'φρόντισε', 'B1'),
('P', 'φροντίζομαι', 'ser cuidado', 'φροντίστηκα', 'φροντίζομαι', 'φροντιζόμουνα', 'φροντίσου', 'B1'),
('E', 'φορώ', 'vestir', 'φόρεσα', 'φορέσω', 'φορούσα', 'φόρεσε', 'A2'),
('E', 'φοιτώ', 'estudiar', 'φοίτησα', 'φοιτήσω', 'φοίταγα', 'φοίτησε', 'B2'),
('E', 'φιλοξενώ', 'hospedar, acoger', 'φιλοξένησα', 'φιλοξενήσω', 'φιλοξενούσα', 'φιλοξένησε', 'B2'),
('E', 'φέρνω', 'traer', 'έφερα', 'φέρω', 'έφερνα', 'φέρε', 'A2'),
('E', 'φεύγω', 'dejar', 'έφυγα', 'φύγω', 'έφευγα', 'φύγε', 'A2'),
('E', 'φτιάχνω', 'hacer, preparar', 'έφτιαξα', 'φτιάξω', 'έφτιαχνα', 'φτιάξε', 'A2'),
('P', 'φτιάχνομαι', 'hacerse, prepararse', 'φτιάχτηκα', 'φτιάχνομαι', 'φτιαχνόμουνα', 'φτιάξου', 'B1');



INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
('E', 'συμφωνώ', 'estar de acuerdo', 'συμφώνησα', 'συμφωνήσω', 'συμφωνούσα', 'συμφώνησε', 'A2'),
('E', 'συμπληρώνω', 'completar, rellenar', 'συμπλήρωσα', 'συμπληρώσω', 'συμπλήρωνα', 'συμπλήρωσε', 'B1'),
('P', 'συμπληρώνομαι', 'completarse', 'συμπληρώθηκα', 'συμπληρώνομαι', 'συμπληρωνόμουνα', 'συμπληρώσου', 'B2'),
('E', 'συλλέγω', 'juntar, coleccionar', 'συνέλεξα', 'συλλέξω', 'συλλέγοντα', 'συλλέξε', 'B2'),
('P', 'συλλέγομαι', 'juntarse, coleccionarse', 'συλλέχθηκα', 'συλλέγομαι', 'συλλεγόμουνα', 'συλλέξου', 'B2'),
('E', 'συνεχίζω', 'continuar', 'συνέχισα', 'συνεχίσω', 'συνέχιζα', 'συνέχισε', 'A2'),
('E', 'συναντάω', 'reunirse', 'συνάντησα', 'συναντήσω', 'συναντούσα', 'συνάντησε', 'A2'),
('E', 'στέλνω', 'enviar', 'έστειλα', 'στείλω', 'έστελνα', 'στείλε', 'A2'),
('E', 'στρώνω', 'tumbar', 'έστρωσα', 'στρώσω', 'έστρωνα', 'στρώσε', 'B1'),
('P', 'στρώνομαι', 'tumbarse', 'στρώθηκα', 'στρώνομαι', 'στρωνόμουνα', 'στρώσου', 'B1'),
('E', 'σπουδάζω', 'estudiar', 'σπούδασα', 'σπουδάσω', 'σπούδαζα', 'σπούδασε', 'A2'),
('E', 'συγκρίνω', 'comparar', 'συνέκρινα', 'συγκρίνω', 'συγκρίνεις', 'σύγκρινε', 'B2'),
('P', 'συγκρίνομαι', 'compararse, ser comparado', 'συγκρίθηκα', 'συγκρίνομαι', 'συγκρινόμουνα', 'σύγκρινε', 'B2'),
('E', 'σβήνω', 'borrar', 'έσβησα', 'σβήσω', 'έσβηνα', 'σβήσε', 'A2'),
('P', 'σβήνομαι', 'borrarse, ser borrado', 'σβήστηκα', 'σβήνομαι', 'σβηνόμουνα', 'σβήσου', 'B2'),
('E', 'σπάζω', 'romper, quebrar', 'έσπασα', 'σπάσω', 'έσπαζα', 'σπάσε', 'A2'),
('P', 'σπάζομαι', 'romperse, quebrarse', 'σπάστηκα', 'σπάζομαι', 'σπαζόμουνα', 'σπάσου', 'B2'),
('E', 'σερβίρω', 'servir', 'σέρβιρα', 'σερβίρω', 'σερβίριζα', 'σέρβιρε', 'A2'),
('E', 'σημειώνω', 'anotar, tomar notas', 'σημείωσα', 'σημειώσω', 'σημείωνα', 'σημείωσε', 'A2'),
('P', 'σημειώνομαι', 'ser anotado, anotarse', 'σημειώθηκα', 'σημειώνομαι', 'σημειωνόμουνα', 'σημείωσου', 'B2'),
('P', 'σκέφτομαι', 'pensar, creer', 'σκέφτηκα', 'σκεφτώ', 'σκεφτόμουνα', 'σκέψου', 'A2'),
('E', 'σημαίνω', 'significar', 'σήμανα', 'σημάνω', 'σήμαινα', 'σήμανε', 'B1'),
('E', 'σταματάω', 'parar', 'σταμάτησα', 'σταματήσω', 'σταματούσα', 'σταμάτησε', 'A1'),
('E', 'σκουπίζω', 'sacudir', 'σκούπισα', 'σκουπίσω', 'σκούπιζα', 'σκούπισε', 'B1'),
('P', 'σκουπίζομαι', 'sacudirse', 'σκουπίστηκα', 'σκουπίζομαι', 'σκουπιζόμουνα', 'σκούπισου', 'B2'),
('E', 'σκορπίζω', 'dispersar', 'σκόρπισα', 'σκορπίσω', 'σκόρπιζα', 'σκόρπισε', 'B1'),
('P', 'σκορπίζομαι', 'dispersarse', 'σκορπίστηκα', 'σκορπίζομαι', 'σκορπιζόμουνα', 'σκορπίσου', 'B2'),
('E', 'συζητάω', 'discutir', 'συζήτησα', 'συζητήσω', 'συζητούσα', 'συζήτησε', 'A2'),
('E', 'συστήνω', 'introducir, recomendar', 'σύστησα', 'συστήσω', 'συνιστούσα', 'σύστησε', 'A2'),
('E', 'σχεδιάζω', 'dibujar, diseñar, planificar', 'σχεδίασα', 'σχεδιάσω', 'σχεδίαζα', 'σχεδίασε', 'B1'),
('P', 'σχεδιάζομαι', 'diseñarse, planificarse', 'σχεδιάστηκα', 'σχεδιάζομαι', 'σχεδιαζόμουνα', 'σχεδιάσου', 'B2'),
('E', 'ταξιδεύω', 'viajar', 'ταξίδεψα', 'ταξιδέψω', 'ταξίδευα', 'ταξίδεψε', 'A1'),
('E', 'τελειώνω', 'terminar', 'τελείωσα', 'τελειώσω', 'τελείωνα', 'τελείωσε', 'A1'),
('E', 'τηλεφώνω', 'telefonear, llamar por teléfono', 'τηλεφώνησα', 'τηλεφωνήσω', 'τηλεφωνούσα', 'τηλεφώνησε', 'B1'),
('E', 'τρίβω', 'frotar', 'έτριψα', 'τρίψω', 'έτριβα', 'τρίψε', 'B1'),
('P', 'τρίβομαι', 'frotarse', 'τρίφτηκα', 'τρίβομαι', 'τριβόμουνα', 'τρίψου', 'B2'),
('E', 'τραγουδάω', 'cantar', 'τραγούδησα', 'τραγουδήσω', 'τραγουδούσα', 'τραγούδησε', 'A2'),
('E', 'υπογραμμίζω', 'subrayar', 'υπογράμμισα', 'υπογραμμίσω', 'υπογράμμιζα', 'υπογράμμισε', 'B1'),
('E', 'υπάρχω', 'existir', 'υπήρξα', 'υπάρξω', 'υπήρχα', '-', 'B1'),
('P', 'φοβάμαι', 'tener miedo', 'φοβήθηκα', 'φοβάμαι', 'φοβόμουνα', 'φοβήσου', 'A2'),
('E', 'φιλάω', 'besar', 'φίλησα', 'φιλήσω', 'φιλούσα', 'φίλησε', 'B1'),
('P', 'φιλιέμαι', 'besarse, ser besado', 'φιλήθηκα', 'φιλιέμαι', 'φιλιόμουνα', 'φιλήσου', 'B1'),




INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
('E', 'οδηγώ', 'conducir', 'οδήγησα', 'οδηγήσω', 'οδηγούσα', 'οδήγησε', 'A2'),
('P', 'οδηγούμαι', 'ser conducido', 'οδηγήθηκα', 'οδηγούμαι', 'οδηγούνταν', 'οδηγήσου', 'B1'),
('P', 'ονειρεύομαι', 'soñar', 'ονειρεύτηκα', 'ονειρεύομαι', 'ονειρευόμουνα', 'ονειρεύσου', 'A2'),
('E', 'προσέχω', 'tener cuidado, prestar atención', 'πρόσεξα', 'προσέξω', 'πρόσεχα', 'πρόσεχε', 'A2'),
('E', 'προσθέτω', 'añadir', 'πρόσθεσα', 'προσθέσω', 'πρόσθετα', 'πρόσθεσε', 'B1'),
('E', 'προτείνω', 'proponer, sugerir', 'πρότεινα', 'προτείνω', 'πρότεινα', 'πρότεινε', 'B1'),
('E', 'παντρεύω', 'casar', 'πάντρεψα', 'παντρέψω', 'πάντρευα', 'πάντρεψε', 'B1'),
('P', 'παντρεύομαι', 'casarse', 'παντρεύτηκα', 'παντρεύομαι', 'παντρευόμουνα', 'παντρέψου', 'B1'),
('E', 'παίζω', 'jugar', 'έπαιξα', 'παίξω', 'έπαιζα', 'παίξε', 'A1'),
('E', 'παθαίνω', 'sufrir', 'έπαθα', 'πάθω', 'πάθαινα', 'πάθε', 'B1'),
('E', 'παρακαλώ', 'complacer', 'παρακάλεσα', 'παρακαλέσω', 'παρακαλούσα', 'παρακάλεσε', 'A2'),
('E', 'παρατηρώ', 'observar, darse cuenta', 'παρατήρησα', 'παρατηρήσω', 'παρατηρούσα', 'παρατήρησε', 'B1'),
('E', 'παρουσιάζω', 'presentar', 'παρουσίασα', 'παρουσιάσω', 'παρουσίαζα', 'παρουσίασε', 'B1'),
('P', 'παρουσιάζομαι', 'presentarse, ser presentado', 'παρουσιάστηκα', 'παρουσιάζομαι', 'παρουσιαζόμουνα', 'παρουσιάσου', 'B1'),
('E', 'πεθαίνω', 'morir', 'πέθανα', 'πεθάνω', 'πέθαινα', '-', 'B1'),
('E', 'πεινάω', 'tener hambre', 'πείνασα', 'πεινάσω', 'πεινούσα', 'πείνασε', 'A2'),
('E', 'περιλαμβάνω', 'incluir', 'περιέλαβα', 'περιλάβω', 'περιλάμβανα', 'περιέλαβε', 'B2'),
('E', 'προτιμάω', 'preferir', 'προτίμησα', 'προτιμήσω', 'προτιμούσα', 'προτίμησε', 'A2'),
('E', 'περιμένω', 'esperar', 'περίμενα', 'περιμένω', 'περίμενα', 'περίμενε', 'A2'),
('E', 'περνάω', 'pasar', 'πέρασα', 'περάσω', 'περνούσα', 'πέρασε', 'A2'),
('E', 'πέφτω', 'caer', 'έπεσα', 'πέσω', 'έπεφτα', 'πέσε', 'A2'),
('E', 'πηγαίνω', 'andar', 'πήγα', 'πάω', 'πήγαινα', 'πήγαινε', 'A2'),
('E', 'πετάω', 'volar, lanzar', 'πέταξα', 'πετάξω', 'πετούσα', 'πέταξε', 'A2'),
('E', 'πίνω', 'beber', 'ήπια', 'πιώ', 'έπινα', 'πιες', 'A1'),
('E', 'πλένω', 'lavar', 'έπλυνα', 'πλύνω', 'έπλενα', 'πλύνε', 'A2'),
('E', 'πληρώνω', 'pagar', 'πλήρωσα', 'πληρώσω', 'πλήρωνα', 'πλήρωσε', 'A2'),
('E', 'πονάω', 'doler, herir', 'πόνεσα', 'πονέσω', 'πονούσα', 'πόνεσε', 'B1'),
('P', 'πονάομαι', 'ser herido', 'πονάστηκα', 'πονάομαι', 'πονάόμουνα', 'πόνεσε', 'B2'),
('E', 'πλησιάζω', 'acercarse', 'πλησίασα', 'πλησιάσω', 'πλησίαζα', 'πλησίασε', 'B1'),
('E', 'πουλάω', 'vender', 'πούλησα', 'πουλήσω', 'πουλούσα', 'πούλησε', 'A2'),
('E', 'ρωτάω', 'preguntar', 'ρώτησα', 'ρωτήσω', 'ρωτούσα', 'ρώτησε', 'A1'),
('E', 'ρίχνω', 'echar', 'έριξα', 'ρίξω', 'έριχνα', 'ρίξε', 'B1');




INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
('E', 'μεγαλώνω', 'crecer, hacerse más grande', 'μεγάλωσα', 'μεγαλώσω', 'μεγάλωνα', 'μεγάλωσε', 'A2'),
('P', 'μεγαλώνομαι', 'ser agrandado, crecerse', 'μεγαλώθηκα', 'μεγαλώνομαι', 'μεγαλώνονταν', 'μεγάλωσε', 'B1'),
('E', 'μαζεύω', 'recolectar, reunir', 'μάζεψα', 'μαζέψω', 'μάζευα', 'μάζεψε', 'A2'),
('P', 'μαζεύομαι', 'recolectarse, ser reunido', 'μαζεύτηκα', 'μαζεύομαι', 'μαζεύονταν', 'μάζεψε', 'B1'),
('E', 'μαθαίνω', 'aprender', 'έμαθα', 'μάθω', 'μάθαινα', 'μάθε', 'A2'),
('E', 'νευριάζω', 'poner nervioso, irritar', 'νευρίασα', 'νευριάσω', 'νευρίαζα', 'νευρίασε', 'B1'),
('P', 'νευριάζομαι', 'irritarse, ponerse nervioso', 'νευριάστηκα', 'νευριάζομαι', 'νευριάζονταν', 'νευρίασε', 'B2'),
('E', 'νοικιάζω', 'alquilar', 'νοίκιασα', 'νοικιάσω', 'νοίκιαζα', 'νοίκιασε', 'B1'),
('P', 'νοικιάζομαι', 'alquilarse, ser alquilado', 'νοικιάστηκα', 'νοικιάζομαι', 'νοικιάζονταν', 'νοίκιασε', 'B2'),
('E', 'νιώθω', 'sentir', 'ένιωσα', 'νιώσω', 'ένιωθα', 'νιώσε', 'A2'),
('E', 'νομίζω', 'pensar, creer', 'νόμισα', 'νομίσω', 'νόμιζα', 'νόμισε', 'A2'),
('E', 'ντύνω', 'vestir', 'έντυσα', 'ντύσω', 'έντυνα', 'ντύσε', 'A2'),
('P', 'ντύνομαι', 'vestirse', 'ντύθηκα', 'ντύνομαι', 'ντύνονταν', 'ντύσε', 'A2'),
('E', 'νυστάζω', 'quedarse dormido', 'νύσταξα', 'νυστάξω', 'νύσταζα', 'νύσταξε', 'B1'),
('E', 'ξέρω', 'saber, conocer', 'ήξερα', 'ξέρω', 'ήξερα', 'ξέρε', 'A1'),
('E', 'ξεπερνάω', 'superar', 'ξεπέρασα', 'ξεπεράσω', 'ξεπέρναγα', 'ξεπέρασε', 'B1'),
('P', 'ξεπερνιέμαι', 'superarse, ser superado', 'ξεπεράστηκα', 'ξεπερνιέμαι', 'ξεπερνιόνταν', 'ξεπέρασε', 'B2'),
('P', 'ξεκουράζομαι', 'descansar', 'ξεκουράστηκα', 'ξεκουράζομαι', 'ξεκουράζονταν', 'ξεκούρασε', 'B1'),
('E', 'ξαναγυρίζω', 'regresar', 'ξαναγύρισα', 'ξαναγυρίσω', 'ξαναγύριζα', 'ξαναγύρισε', 'B1'),
('E', 'ξαναδιαβάζω', 'releer', 'ξαναδιάβασα', 'ξαναδιαβάσω', 'ξαναδιάβαζα', 'ξαναδιάβασε', 'B1'),
('E', 'ξυπνάω', 'despertar', 'ξύπνησα', 'ξυπνήσω', 'ξύπναγα', 'ξύπνησε', 'A2'),
('E', 'ξοδεύω', 'gastar', 'ξόδεψα', 'ξοδέψω', 'ξόδευα', 'ξόδεψε', 'A2'),
('P', 'ξοδεύομαι', 'gastarse, ser gastado', 'ξοδεύτηκα', 'ξοδεύομαι', 'ξοδεύονταν', 'ξόδεψε', 'B1'),
('E', 'ξεχνάω', 'olvidar', 'ξέχασα', 'ξεχάσω', 'ξέχναγα', 'ξέχασε', 'A2'),
('P', 'ξεχνιέμαι', 'olvidarse, ser olvidado', 'ξεχάστηκα', 'ξεχνιέμαι', 'ξεχνιόνταν', 'ξέχασε', 'B1'),
('E', 'ξαναδίνω', 'dar de nuevo', 'ξαναέδωσα', 'ξαναδώσω', 'ξαναέδινα', 'ξαναδώσε', 'B1'),
('E', 'ξαναλέω', 'decir de nuevo, repetir', 'ξαναείπα', 'ξαναπώ', 'ξαναέλεγα', 'ξαναπέστο', 'B1'),
('E', 'ξαναμιλάω', 'hablar de nuevo', 'ξαναμίλησα', 'ξαναμιλήσω', 'ξαναμίλαγα', 'ξαναμίλησε', 'B1'),
('E', 'ξεκινάω', 'comenzar, empezar', 'ξεκίνησα', 'ξεκινήσω', 'ξεκίναγα', 'ξεκίνησε', 'A2'),
('E', 'ξαναπερνάω', 'pasar de nuevo', 'ξαναπέρασα', 'ξαναπεράσω', 'ξαναπέρναγα', 'ξαναπέρασε', 'B1'),
('E', 'ξαναβλέπω', 'ver de nuevo', 'ξαναείδα', 'ξαναδώ', 'ξαναέβλεπα', 'ξαναδές', 'B1');




INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
('E', 'λέω', 'decir', 'είπα', 'πω', 'έλεγα', 'πέστο', 'A1'),
('E', 'λήνω', 'terminar, expirar, caducar', 'έληξα', 'λήξω', 'έλυνα', 'λήξε', 'A2'),
('E', 'λειτουργώ', 'funcionar', 'λειτούργησα', 'λειτουργήσω', 'λειτούργησα', 'λειτούργησε', 'B1'),
('P', 'λειτουργιέμαι', 'ser funcional', 'λειτούργησα', 'λειτουργιέμαι', 'λειτουργιόνταν', 'λειτούργησε', 'B2'),
('E', 'λατρεύω', 'adorar', 'λάτρεψα', 'λατρεύσω', 'λάτρευα', 'λάτρεψε', 'A2'),
('P', 'λατρεύομαι', 'ser adorado', 'λατρεύτηκα', 'λατρεύομαι', 'λατρεύονταν', 'λάτρεψε', 'B1'),
('E', 'λείπω', 'faltar', 'έλειψα', 'λείψω', 'έλειπα', 'λείψε', 'A2'),
('P', 'λυπάμαι', 'estar triste', 'λυπήθηκα', 'λυπούμαι', 'λυπόμουν', 'λύπησε', 'B1'),
('E', 'λύνω', 'resolver, desatar', 'έλυσα', 'λύσω', 'έλυνα', 'λύσε', 'A2'),
('E', 'λιώνω', 'derretir', 'έλιωσα', 'λιώσω', 'έλιωνα', 'λίωσε', 'B1'),
('E', 'μελετάω', 'estudiar', 'μελέτησα', 'μελετήσω', 'μελετούσα', 'μελέτησε', 'A2'),
('P', 'μελετιέμαι', 'estudiarse, ser estudiado', 'μελετήθηκα', 'μελετιέμαι', 'μελετιόνταν', 'μελέτησε', 'B1'),
('E', 'μαλώνω', 'discutir, pelear', 'μάλωσα', 'μαλώσω', 'μάλωνα', 'μάλωσε', 'A2'),
('E', 'μένω', 'quedar, habitar', 'έμεινα', 'μείνω', 'έμενα', 'μείνε', 'A1'),
('E', 'μαγειρεύω', 'cocinar', 'μάγειρα', 'μαγειρέψω', 'μάγειρα', 'μάγειρε', 'A2'),
('P', 'μαγειρεύομαι', 'cocinarse, ser cocinado', 'μαγειρεύτηκα', 'μαγειρεύομαι', 'μαγειρεύονταν', 'μάγειρε', 'B1');



INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
('E', 'θυμίζω', 'recordar', 'θύμισα', 'θυμίσω', 'θύμιζα', 'θύμισε', 'A2'),
('P', 'θυμάμαι', 'ser recordado', 'θυμήθηκα', 'θυμιθώ', 'θυμόμουνα', 'θύμισου', 'B1'),
('E', 'θέλω', 'querer', 'ήθελα', 'θέλω', 'ήθελα', 'θέλεις', 'A1'),



INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
('E', 'εξυπηρετώ', 'servir', 'εξυπηρέτησα', 'εξυπηρετήσω', 'εξυπηρετούσα', 'εξυπηρέτησε', 'B1'),
('P', 'εξυπηρετούμαι', 'servirse', 'εξυπηρετήθηκα', 'εξυπηρετούμουν', 'εξυπηρετούνταν', 'εξυπηρέτησε', 'B2'),
('E', 'επανλαμβάνω', 'repetir', 'επανέλαβα', 'επανελάβω', 'επανλάμβανα', 'επανέλαβε', 'B1'),
('P', 'επανλαμβάνομαι', 'repetirse, ser repetido', 'επανελήφθηκα', 'επανλαμβάνομαι', 'επανλάμβανονταν', 'επανέλαβε', 'B2'),
('E', 'επιλέγω', 'elegir', 'επέλεξα', 'επιλέξω', 'επέλεγα', 'επέλεξε', 'A2'),
('P', 'επιλέγομαι', 'ser elegido', 'επελέχτηκα', 'επιλέγομαι', 'επιλέγονταν', 'επέλεξε', 'B1'),
('E', 'επικοινωνώ', 'comunicar', 'επικοινώνησα', 'επικοινωνήσω', 'επικοινωνούσα', 'επικοινώνησε', 'B1'),
('P', 'επικοινωνούμαι', 'comunicarse, ser comunicado', 'επικοινώνηθηκα', 'επικοινωνιόμουν', 'επικοινωνούνταν', 'επικοινώνησε', 'B2'),
('P', 'έρχομαι', 'venir', 'ήρθα', 'έρθω', 'ερχόμουν', 'έρχομαι', 'A2'),
('E', 'ελέγχω', 'controlar', 'έλεγξα', 'ελέγξω', 'έλεγχα', 'έλεγξε', 'A2'),
('P', 'ελέγχομαι', 'ser controlado', 'ελέγχθηκα', 'ελέγχομαι', 'ελέγχονταν', 'έλεγξε', 'B1'),
('E', 'ελπίζω', 'esperar, anhelar', 'ήλπισα', 'ελπίσω', 'ήλπιζα', 'έλπισε', 'A2'),
('P', 'ελπίζομαι', 'ser esperado', 'ελπίστηκα', 'ελπίζομαι', 'ελπίζονταν', 'έλπισε', 'B1'),
('E', 'ενώνω', 'unir', 'ένωσα', 'ενώσω', 'ένωνα', 'ένωσε', 'A2'),
('P', 'ενώνομαι', 'ser unido', 'ενώθηκα', 'ενώνομαι', 'ενώνονταν', 'ένωσε', 'B1'),
('E', 'επιστρέφω', 'volver, regresar', 'επέστρεψα', 'επιστρέψω', 'επέστρεφα', 'επέστρεψε', 'A2'),
('P', 'επιστρέφομαι', 'ser regresado', 'επιστράφηκα', 'επιστρέφομαι', 'επιστρέφονταν', 'επιστρέψε', 'B1'),
('E', 'ετοιμάζω', 'preparar', 'ετοίμασα', 'ετοιμάσω', 'ετοίμαζα', 'ετοίμασε', 'A2'),
('P', 'ετοιμάζομαι', 'ser preparado', 'ετοιμάστηκα', 'ετοιμάζομαι', 'ετοιμάζονταν', 'ετοίμασε', 'B1');


INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
('E', 'διορθώνω', 'corregir', 'διόρθωσα', 'διορθώσω', 'διόρθωνα', 'διόρθωσε', 'A2'),
('P', 'διορθώνομαι', 'ser corregido', 'διορθώθηκα', 'διορθωνόμουν', 'διορθωνόμουν', 'διορθώσου', 'B1'),
('E', 'διασκεδάζω', 'divertir', 'διασκέδασα', 'διασκεδάσω', 'διασκέδαζα', 'διασκέδασε', 'A2'),
('P', 'διασκεδάζομαι', 'divertirse', 'διασκεδάστηκα', 'διασκεδάζομουν', 'διασκεδαζόμουν', 'διασκέδασε', 'B1'),
('E', 'διαρκώ', 'durar', 'διάρκησα', 'διαρκώσω', 'διάρκωνα', 'διάρκησε', 'B1'),
('E', 'δουλεύω', 'trabajar', 'δούλεψα', 'δουλέψω', 'δούλευα', 'δέουλεψε', 'A2'),
('E', 'δίνω', 'dar', 'έδωσα', 'δώσω', 'έδινα', 'δώσε', 'A2'),
('E', 'δηλητηριάζω', 'envenenar', 'δηλητηρίασα', 'δηλητηριάσω', 'δηλητηρίαζα', 'δηλητηρίασε', 'B1'),
('P', 'δηλητηριάζομαι', 'envenenarse', 'δηλητηριάστηκα', 'δηλητηριάζομουν', 'δηλητηριάζονταν', 'δηλητηρίασε', 'B2'),
('E', 'δοκιμάζω', 'probar', 'δοκίμασα', 'δοκιμάσω', 'δοκίμαζα', 'δοκίμασε', 'A2'),
('P', 'δοκιμάζομαι', 'ser probado', 'δοκιμάστηκα', 'δοκιμαζόμουν', 'δοκιμαζόνταν', 'δοκίμασε', 'B1'),
('E', 'δείχνω', 'mostrar, enseñar', 'έδειξα', 'δείξω', 'έδειχνα', 'δέξε', 'A2'),
('P', 'δείχνομαι', 'ser mostrado', 'δείχτηκα', 'δείχνομαι', 'δείχνονταν', 'δέξου', 'B1'),
('E', 'διαφωνώ', 'estar en desacuerdo', 'διαφώνησα', 'διαφωνήσω', 'διαφωνούσα', 'διαφώνησε', 'B1'),
('E', 'διαγράφω', 'borrar', 'διέγραψα', 'διαγράψω', 'διέγραφα', 'διέγραψε', 'A2'),
('P', 'διαγράφoμαι', 'ser borrado', 'διαγράφηκα', 'διαγραφόμουν', 'διαγράφονταν', 'διέγραψε', 'B1');

INSERT INTO verbos (tipo, verbo, traduccion, aoristo, ypotaktiki, paratatikos, imperativo, nivel) 
VALUES 
('P', 'γνωρίζομαι', 'conocerse', 'γνωρίστηκα', 'γνωριζόμουνα', 'γνωριζόμουν', 'γνωρίσου', 'B1'),
('E', 'γεμίζω', 'llenar', 'γέμισα', 'γεμίσω', 'γέμιζα', 'γέμισε', 'A2'),
('E', 'γράφω', 'escribir', 'έγραψα', 'γράψω', 'έγραφα', 'γράψε', 'A2'),
('P', 'γράφομαι', 'ser escrito', 'γράφηκα', 'γραφόμουνα', 'γραφόμουν', 'γράψου', 'B1'),
('P', 'γίνομαι', 'convertirse', 'έγινα', 'γινόμουνα', 'γινόμουν', 'γίνε', 'B1'),
('E', 'γεννάω', 'dar a luz', 'γέννησα', 'γεννήσω', 'γένναγα', 'γέννα', 'A2'),
('P', 'γεννιέμαι', 'nacer', 'γεννήθηκα', 'γεννιόμουνα', 'γεννιόμουν', 'γεννήσου', 'B1');